Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: de, es_419, fi, hu, it, ja, pt_br, ro, sv, vi

source: Date: %s
de: Datum: %s
es_419: Fecha: %s
fi: Päiväys: %s
hu: Dátum: %s
it: Data: %s
ja: 日付: %s
pt_br: Data: %s
ro: Dată: %s
sv: Datum: %s
vi: Ngày: %s

source: Match: %s
es_419: Partida: %s
fi: Peli: %s
hu: Meccs: %s
it: Partita: %s
ja: 試合: %s
pt_br: Partida: %s
ro: Meci: %s
vi: Trận: %s

source: Score: %s
de: Punkte: %s
es_419: Puntaje: %s
fi: Pisteet: %s
hu: Pont: %s
it: Punteggio: %s
ja: スコア: %s
pt_br: Pontos: %s
ro: Scor: %s
sv: Poäng: %s
vi: Điểm: %s

source: Duration: %s
de: Dauer: %s
es_419: Duración: %s
fi: Kesto: %s
hu: Időtartam: %s
it: Durata: %s
ja: 時間: %s
pt_br: Duração: %s
ro: Durată: %s
sv: Varaktighet: %s
vi: Thời Gian: %s

source: Ready!
de: Bereit!
es_419: Listo!
fi: Valmis!
hu: Felkészült!
it: Pronto!
ja: 準備完了!
pt_br: Pronto!
ro: Sunt pregătit!
sv: Redo!
vi: Sẵn Sàng!

source: Not ready!
de: Nicht bereit!
es_419: No estoy listo!
fi: Ei valmis!
hu: Nem áll készen!
it: Non pronto!
ja: 準備中!
pt_br: Não está pronto!
ro: Nu sunt pregătit!
sv: Inte redo!
vi: Chưa sẵn sàng!

source: Join challengers queue
de: Der Warteschlange beitreten
es_419: Unirse a la cola de Retadores
fi: Liity haastajajonoon
hu: Nyertes kihívása
it: Entra nella coda dei partecipanti
ja: チャレンジャーキューに参加
pt_br: Entrar na fila de desafiantes
ro: Alătură-te listei de competitori
sv: Gå med i utmanarkön
vi: Vào hàng chờ

source: Leave challengers queue
de: Aus der Warteschlange austreten
es_419: Salir de la cola de Retadores
fi: Poistu haastajajonosta
hu: Kihívás visszavonása
it: Lascia la coda dei partecipanti
ja: チャレンジャーキューを離れる
pt_br: Sair da fila de desafiantes
ro: Părăşeşte lista de competitori
sv: Lämna utmanarkön
vi: Thoát hàng chờ

source: Join the game
de: Dem Spiel beitreten
es_419: Unirte al Juego
fi: Liity peliin
hu: Beállás
it: Entra in partita
ja: ゲームに参加
pt_br: Entrar na partida
ro: Alătură-te meciului
sv: Gå med i spelet
vi: Vào trận

source: Join any team
de: Einem Team beitreten
es_419: Unirte a algún Equipo
fi: Liity mihin tahansa joukkueeseen
hu: Beállás bármely csapatba
it: Unisciti ad una squadra
ja: いずれかのチームに参加
pt_br: Entrar em qualquer equipe
ro: Alătură-te oricărei echipe
sv: Gå med något lag
vi: Vào bất kỳ đội

source: Join %s
de: %s beitreten
es_419: Uniéndose %s
fi: Liity joukkueeseen %s
hu: Beállás a(z) %s csapatba
it: Entra in %s
ja: %s に参加
pt_br: Entrar na equipe %s
ro: Alăturăte %s
sv: Anslut till %s
vi: Vào: %s

source: Spectate
de: Zuschauen
es_419: Espectar
fi: Katsele
hu: Beállás nézőként
it: Assisti
ja: 観戦
pt_br: Assistir
ro: Spectator
sv: Åskåda
vi: Theo Dõi

source: Game menu
de: Spiel Menü
es_419: Menú de juego
fi: Pelivalikko
hu: Játék menü
it: Menù di gioco
ja: ゲームメニュー
pt_br: Menu de jogo
ro: Meniu de joc
sv: Spelmeny

source: Call a vote
de: Abstimmung starten
es_419: Llamada a Votar
fi: Aloita äänestys
hu: Szavazás
it: Avvia votazione
ja: 投票の呼びかけ
pt_br: Iniciar uma votação
ro: Solicită o votare
sv: Begär omröstning
vi: Bầu Chọn

source: Chasecam
de: Verfolgerkamera
fi: Seurantakamera
hu: Kameraopciók
it: Segui giocatore
ja: チェイスカム
pt_br: Câmera seguidora
sv: Jaktkamera
vi: Camera đuổi

source: Main menu
de: Hauptmenü
es_419: Menú Principal
fi: Päävalikko
hu: Főmenü
it: Menù principale
ja: メインメニュー
pt_br: Menu principal
ro: Meniu principal
sv: Huvudmeny
vi: Menu Chính

source: Return to game
de: Zurück zum Spiel
es_419: Volver al Juego
fi: Palaa peliin
hu: Visszatérés a játékba
it: Ritorna al gioco
ja: ゲームに戻る
pt_br: Resumir jogo
ro: Întoarce-te în meci
sv: Återgå till spelet
vi: Trở lại trận

source: "%s" options
de: "%s" Optionen
es_419: "%s" opciones
fi: "%s" asetukset
hu: "%s" opciók
it: Opzioni "%s"
ja: "%s" オプション
pt_br: Opções de "%s"
ro: Setări "%s"
sv: "%s"-alternativ
vi: "%s" lựa chọn

source: Refused: %s
de: Abgelehnt: %s
es_419: Rechazado: %s
fi: Epäonnistui: %s
hu: Visszautasítva: %s
it: Rifiutato: %s
ja: 拒否されました: %s
pt_br: Recusado: %s
ro: Refuzat: %s
sv: Vägrades: %s
vi: Từ chối: %s

source: Press ESC to cancel
de: Drücke ESC zum abbrechen
es_419: Presiona ESC para Cancelar
fi: Paina ESC peruuttaaksesi
hu: Nyomjon ESC-et a visszavonáshoz
it: Premi ESC per annullare
ja: ESCでキャンセル
pt_br: Aperte ESC para cancelar
ro: Apasă ESC pentru anulare
sv: Tryck på ESC för att avbryta
vi: Nhấn ESC để hủy

source: Downloading %s from %s at %s k/s
de: %s von %s runtergeladen, bei %s kb/S
es_419: Descargando %s de %s a %s k/s
fi: Ladataan %s sijainnista %s nopeudella %s k/s
hu: %s letöltése %s helyről. Sebesség: %s k/s
it: Scaricando %s da %s a %s k/s
ja: %s を %s からダウンロード中 ( %s k/s )
pt_br: Baixando %s de %s a %s k/s
ro: %s este transferat de pe %s cu %s k/s
sv: Laddar ner %s från %s i %s k/s
vi: Đang tải %s từ %s tốc độ %s☺ Kb/s

source: Owner left the listen server
de: Besitzer hat Lausch-Server verlassen
es_419: El dueño ha abandonado el servidor
fi: Serverin ylläpitäjä lähti/sulki serverinsä
hu: A tulajdonos elhagyta a szervert
it: Il proprietario ha lasciato il server d'ascolto
ja: オーナーがListenサーバーから抜けました
pt_br: O dono saiu do servidor local
ro: Gazda a părăsit serverul releu
sv: Ägaren lämnade lyssningsservern
vi: Người sở hữu máy chủ đã thoát

source: Server was killed
de: Server wurde geschlossen
es_419: El servidor se cayo :(
fi: Palvelin suljettiin
hu: A szerver megszűnt
it: Il server è stato chiuso
ja: サーバーが落ちました
pt_br: O servidor foi encerrado
ro: Serverul a fost oprit
sv: Servern stängdes av
vi: Máy chủ bị dừng lại

source: Server restarted
de: Server wurde neugestartet
es_419: Servidor Reiniciado
fi: Palvelin uudelleenkäynnistettiin
hu: A szerver újraindult
it: Server riavviato
ja: サーバーが再起動しました
pt_br: O servidor foi reiniciado
ro: Serverul a fost repornit
sv: Servern startade om
vi: Mảy chủ được khởi động lại

source: Chasecam mode
de: Verfolgerkamera-Modus
fi: Kameraseurantatila
hu: Kameramód
it: Modalità telecamera inseguimento
ja: チェイスカムモード
pt_br: Modo câmera seguidora
ro: Mod chasecam
sv: Jaktkameraläge
vi: Chế độ Camera đuổi

source: Objectives
de: Aufgaben
es_419: Objetivos
fi: Kohteet
hu: Objektívák
it: Obiettivi
ja: オブジェクティブ
pt_br: Objetivos
ro: Obiective
sv: Objektiv
vi: Mục Tiêu

source: Powerups
fi: Teholisät
hu: Powerupok
it: Potenziamenti
ja: パワーアップ
pt_br: Potencializadores
ro: Amplificatori
vi: PowerUp

source: Fraggers
fi: Tappajat
hu: Fregelő
it: Uccisori
ja: 旗持ち
pt_br: Eliminadores
sv: Fraggare

source: Highest score
de: Höchste Punkte
es_419: Puntaje mas Alto
fi: Suurimmat pisteet
hu: Legmagasabb pontszám
it: Punteggio più alto
ja: 最高スコア
pt_br: Pontuação mais alta
ro: Cel mai bun scor
sv: Högst poäng
vi: Điểm Cao Nhất

source: Enable
de: Aktivieren
es_419: Activar
fi: Ota käyttöön
hu: Bekapcsol
it: Abilita
ja: 有効
pt_br: Ativar
ro: Activat
sv: Aktivera
vi: Bật

source: Disable
de: Deaktivieren
es_419: Desactivar
fi: Poista käytöstä
hu: Kikapcsol
it: Disabilita
ja: 無効
pt_br: Desativar
ro: Dezactivat
sv: Inaktivera
vi: Tắt

source: Watch
de: Ansehen
es_419: Mirar
fi: Katso
hu: Néz
it: Osserva
ja: 見る
pt_br: Assistir
ro: Urmăreşte
sv: Åskåda
vi: Xem

source: Viewers
de: Zuschauer
es_419: Espectadores
fi: Katsojat
hu: Nézők
it: Spettatori
ja: 観戦者
pt_br: Espectadores
ro: Spectatori
sv: Åskådare
vi: Người Xem

source: Reconnect
de: Erneut verbinden
es_419: Re conectarse
fi: Yhdistä uudelleen
hu: Újracsatlakozás
it: Riconnetti
ja: 再接続
pt_br: Reconectar
ro: Reconectare
sv: Återanslut
vi: Kết Nối Lại

source: Votes
de: Stimmen
es_419: Votos
fi: Äänestykset
hu: Szavazatok
it: Voti disponibili
ja: 投票
pt_br: Votações
ro: Voturi
sv: Röster
vi: Bầu

source: Primary weapons
de: Primäre Waffen
es_419: Armas Primarias
fi: Ensisijaiset aseet
hu: Elsődleges fegyverek
it: Armi primarie
ja: プライマリ武器
pt_br: Armas primárias
ro: Arme primare
sv: Primära vapen
vi: Vũ khí chính

source: Secondary weapons
de: Sekundäre Waffen
es_419: Armas Secundarias
fi: Toissijaiset aseet
hu: Másodlagos fegyverek
it: Armi secondarie
ja: セカンダリ武器
pt_br: Armas secundárias
ro: Arme secundare
sv: Sekundära vapen
vi: Vũ khí phụ

source: Carrier opt-in
de: Bombenleger opt-in
fi: Haluan kantaa pommia
hu: Jelentkezés bombavivőnek
it: Fai parte dei trasportatori
ja: キャリアオプトイン
pt_br: Quero carregar a bomba
vi: Muốn mang bom

source: Carrier opt-out
de: Bombenträger aus
fi: En halua kantaa pommia
hu: Bombavivő jelentkezés visszavonása
it: Uccisione del trasportatore
ja: キャリアオプトアウト
pt_br: Não quero carregar a bomba
vi: Không muốn mang bom

source: Select class
de: Klasse wählen
es_419: Seleccionar Clase
fi: Valitse hahmoluokka
hu: Kaszt választás
it: Seleziona classe
ja: クラスの選択
pt_br: Selecionar classe
ro: Alege clasa
sv: Välj klass
vi: Chọn Class

source: Grunt
de: Infanterist
fi: Sotilas
hu: Katona
ja: グラント
ro: Soldat
sv: Soldat
vi: Lính

source: Medic
de: Mediziner
es_419: Medico
fi: Lääkintämies
hu: Szanitéc
it: Medico
ja: メディック
sv: Sjukvårdare
vi: Hồi Máu

source: Runner
de: Läufer
es_419: Explorador
fi: Juoksija
hu: Felderítő
it: Corridore
ja: ランナー
ro: Alergător
sv: Spanare
vi: Tốc Độ

source: Engineer
de: Ingenieur
es_419: Ingeniero
fi: Insinööri
hu: Mérnök
it: Ingegnere
ja: エンジニア
ro: Inginer
sv: Ingenjör
vi: Kỹ Sư

source: Connection failed
de: Verbindung fehlgeschlagen
es_419: Conexión Caida
fi: Yhdistäminen epäonnistui
hu: Sikertelen csatlakozás
it: Connessione fallita
ja: 接続に失敗しました
pt_br: Conexão fracassada
ro: Conexiune eşuată
sv: Anslutning misslyckades
vi: Kết nối thất bại

source: Connection terminated
de: Verbindung beendet
es_419: Conexión Terminada
fi: Yhteys katkaisu
hu: Csatlakozás megszakítva
it: Connessione terminata
ja: 接続が中断されました
pt_br: Conexão encerrada
ro: Conexiune încheiată
sv: Anslutning stängd
vi: Kết nối bị hủy

source: Connection error
de: Verbindungsfehler
es_419: Error de Conexión
fi: Yhteysvirhe
hu: Csatlakozási hiba
it: Errore di connessione
ja: 接続エラー
pt_br: Erro de conexão
ro: Eroare conectare
sv: Anslutningsfel
vi: Kết nối bị lỗi

source: Couldn't connect to %s
de: Konnte keine Verbindung zu %s herstellen
es_419: No se puede conectar a %s
fi: Yhdistäminen kohteeseen %s epäonnistui
hu: %s szerverhez nem tudott csatlakozni
it: Impossibile connettersi a %s
ja: %s に接続できませんでした
pt_br: Não foi possível conectar-se a %s
ro: Nu s-a putut stabili o conexiune la %s
sv: Kunde inte ansluta till %s
vi: Không thể kết nối đến %s

source: Connection was terminated by %s
de: Verbindung von %s beendet
es_419: La conexión ha sido finalizada por %s
fi: %s katkaisi yhteyden
hu: A kapcsolat %s által megszíktva
it: Connessione terminata da %s
ja: %s によって接続が中断されました
pt_br: %s encerrou a conexão
ro: Conexiune închisă de %s
sv: Anslutning stängdes av %s
vi: Kết nối bị hủy bởi %s

source: Error connecting to %s
de: Fehler bei Verbindung zu %s
es_419: Error de conexión de %s
fi: Virhe yhdistettäessä kohteeseen %s
hu: Hiba a(z) %s szerverhez való csatlakozás során
it: Errore durante la connessione a %s
ja: %s へ接続中にエラーが発生しました
pt_br: Erro ao conectar-se a %s
ro: Eroare conectare la %s
sv: Fel vid anslutning till %s
vi: Lỗi khi kết nối đến %s

source: Reason: %s
de: Grund: %s
es_419: Razón: %s
fi: Syy: %s
hu: Ok: %s
it: Motivo: %s
ja: 理由: %s
pt_br: Motivo: %s
ro: Motiv: %s
sv: Anledning: %s
vi: Lý do: %s

source: Fullscreen anti-aliasing
de: Vollbild Anti-Aliasing
fi: Kokoruututilan reunanpehmennys
hu: Teljes képernyős élelsimítás
it: Anti-aliasing a schermo intero
ja: フルスクリーンアンチエイリアス
pt_br: Antisserrilhado de tela cheia
ro: Anti-aliasing
sv: Helskärms-anti-aliasing
vi: Khử răng cưa toàn màn hình

source: Soft particles
de: Soft-Partikel
es_419: Partículas Suaves
fi: Pehmeät partikkelit
hu: Egyenletes füstrészecskék
it: Particelle morbide
ja: ソフトパーティクル
pt_br: Partículas suaves
ro: Particule îmbunătăţite
sv: Mjuka partiklar

source: Weapon opacity
de: Waffendeckkraft
es_419: Opacidad de Arma
fi: Aseen sameus
hu: Fegyver átlátszósága
it: Opacità dell'arma
ja: 武器を半透明化
pt_br: Opacidade da arma
ro: Opacitate armei
sv: Vapensynlighet
vi: Độ trong suốt vũ khí

source: Vote yes
de: Stimme mit Ja
es_419: Vota Si
fi: Äänestä kyllä
hu: Szavazás igennel
it: Vota SÌ
ja: Yesに投票
pt_br: Votar sim
ro: Votează da
sv: Rösta ja
vi: Bầu Có

source: Vote no
de: Stimme mit Nein
es_419: Vota No
fi: Äänestä ei
hu: Szavazás nemmel
it: Vota NO
ja: Noに投票
pt_br: Votar não
ro: Votează nu
sv: Rösta nej
vi: Bầu Không

source: Vote "%s" has been called
de: Abstimmung "%s" wurde aufgerufen
es_419: "%s" ha iniciado una votación
fi: Äänestys "%s" aloitettu
hu: %s szavazás indult
it: È stato votato "%s"
ja: 投票 "%s" が開始されました
pt_br: A votação "%s" foi criada
ro: Votarea "%s" a fost solicitată
sv: Omröstning för "%s" har begärts
vi: Bầu "%s" đã thông qua

source: Changes map
de: Wechselt Karte
es_419: Cambiar el mapa
fi: Vaihtaa kartan
hu: Pálya váltása
it: Cambio mappa
ja: マップ変更
pt_br: Muda o mapa
ro: Schimbă harta
sv: Byt karta
vi: Đổi bản đồ

source: Restarts current map
de: startet aktuelle Karte neu
es_419: Reiniciar el mapa actual
fi: Aloittaa uudelleen nykyisen kartan
hu: Meccs újraindítása
it: Riavvio mappa
ja: 現在のマップをリスタート
pt_br: Reinicia o mapa atual
ro: Reporneşte harta curentă
sv: Omstart av nuvarande karta
vi: Chơi lại bản đồ

source: Jumps to the next map
de: springt zur nächsten Karte
es_419: Saltar al siguiente mapa
fi: Siirtyy seuraavaan karttaan
hu: Következő pálya
it: Passaggio alla prossima mappa
ja: 次のマップへスキップ
pt_br: Pula para o próximo mapa
ro: Trece la următoarea hartă
sv: Hoppar till nästa karta
vi: Nhảy đến bản đồ tiếp theo

source: Specify 0 to disable
de: auf null setzen zum Deaktivieren
es_419: Especifica 0 para des habilitar
fi: Määritä 0 poistaaksesi käytöstä
hu: Adj meg "0"-át a kikapcsoláshoz
it: 0 per disattivare
ja: 0に指定すると無効
pt_br: Especifique 0 para desativar
ro: Specifică 0 pentru dezactivare
sv: Specifera 0 för att inaktivera
vi: Nhập số 0 để tắt

source: Sets the number of frags or caps needed to win the match
de: Setzt die Punkte oder Flaggen die zum Sieg nötig sind
es_419: Establece la cantidad de frags o capturas necesarias para ganar la partida
fi: Määrittää voittoon vaaditun tappojen tai pisteiden määrän
hu: Pontszám limit beállítása melynek elérése esetén az adott csapat vagy személy nyer
it: Imposta il numero di frag o catture necessarie per vincere la partita
ja: 試合に勝利するためのフラグ数もしくはキャップ数を指定
pt_br: Define o número de eliminações ou capturas necessárias para vencer a partida
ro: Stabileşte numărul de frag-uri sau puncte capturate pentru câştigarea meciului
sv: Anger antal frags eller caps som behövs för att vinna matchen
vi: Đặt số lượng mạng cần giết để thắng trận

source: Sets number of minutes after which the match ends
de: Setzt die Spieldauer in Minuten
es_419: Establecer la duración de la partida en minutos
fi: Määrittää monenko minuutin päästä peli päättyy
hu: Meccs maximális hossza (időkorlát) percben
it: Imposta la durata della partita (minuti)
ja: 試合が終了するまでの時間(分)を指定
pt_br: Define a duração da partida em minutos
ro: Stabileşte numărul de minute după care se va încheia meciul
sv: Anger antal minuter tills matchen slutar
vi: Thời gian phút sau khi trận kết thúc

source: Changes the gametype
de: Wechselt den Spieltyp
es_419: Cambios del modo de juego
fi: Vaihtaa pelimuotoa
hu: Játékmód váltása
it: Cambia la modalità di gioco
ja: ゲームタイプを変更
pt_br: Muda o modo de jogo
ro: Schimbă modul de joc
sv: Byter speltyp
vi: Đổi chế độ

source: Sets the number of minutes after which the warmup ends
de: Setzt die Aufwärmdauer in Minuten
es_419: Establece la duración del calentamiento
fi: Määrittää monenko minuutin päästä lämmittely päättyy
hu: Felkészülési idő maximális hossza percben
it: Imposta la durata del riscaldamento (minuti)
ja: ウォームアップが終了するまでの時間(分)を指定
pt_br: Define a duração do aquecimento em minutos
ro: Stabileşte numărul de minute pentru încălzire
sv: Anger hur lång uppvärmningen är i minuter
vi: Thiết lập số phút khởi động đầu trận

source: Sets the length of the overtime
de: Setzt die Nachspielzeit
es_419: Establece la duración del tiempo extra
fi: Määrittää jatkoajan pituuden
hu: Hosszabbítás maximális hossza
it: Imposta la durata del tempo supplementare
ja: 延長戦の時間を指定
pt_br: Define a duração dos acréscimos
ro: Stabileşte durata prelungirilor
sv: Anger längden på övertid
vi: Thiết lập thời gian bù giờ

source: Specify 0 to enable sudden death mode
de: Setze null um bei Gleichstand Sudden Death zu aktivieren
fi: Aseta 0 ottaaksesi kerrasta poikki -tilan käyttöön
hu: Adj meg "0"-át a hirtelen halál módhoz
it: 0 par attivare la modalità morte improvvisa
ja: 0に指定でサドンデスモード
pt_br: Especifique 0 para ativar o modo morte súbita
ro: Specifică 0 pentru eliminare instantanee
vi: Nhập số 0 để bật Sudden Death

source: Sets the maximum number of players in one team
de: Setzt die maximalen Spieler pro team
es_419: Establecer el numero máximo de jugadores en un equipo
fi: Asettaa maksimimäärän pelaajia joukkueessa
hu: Maximális játékosok száma csapatonként
it: Imposta il numero massimo di giocatori per squadra
ja: 1チームに入れる最大プレイヤー数を指定
pt_br: Define o número máximo de jogadores em uma equipe
ro: Stabileşte numărul maxim de jucători per echipă
sv: Anger max antal spelare i ett lag
vi: Thiết lập số người tối đa trong một đội

source: Locks teams to disallow players joining in mid-game
de: Sperrt die Teams um zu verhindern, dass Spieler dem laufenden Spiel beitreten
es_419: Bloquear los equipos para que los jugadores no se puedan unir en plena partida
fi: Lukitsee joukkueet, estää osallistumisen kesken pelin
hu: Csapatok zárolása, továbbiakban nem lehetséges csatlakozni
it: Chiudi le squadre per impedire ad altri giocatori di entrare durante la partita
ja: ゲーム中にほかのプレイヤーが参加できないようにする
pt_br: Fecha as equipes para não permitir que jogadores entrem no meio da partida
ro: Blochează echipele pentru ca jucătorii să nu se poată alătura în mijlocul meciului
sv: Låser lagen för att hindra spelare från att gå med under matchen
vi: Khóa đội nhằm không cho người khác tham gia giữa trận

source: Unlocks teams to allow players joining in mid-game
de: Entsperrt die Teams damit Spieler dem laufenden Spiel beitreten können
es_419: Desbloquear los equipos para que los jugadores se puedan unir en plena partida
fi: Avaa joukkueet, sallii osallistumisen kesken pelin
hu: Csapatok zárolásának feloldása
it: Sblocca le squadre per permettere ad altri giocatori di entrare durante la partita
ja: ゲーム中でもほかのプレイヤーが参加できるようにする
pt_br: Abre as equipes para permitir que jogadores entrem no meio da partida
ro: Deblochează echipele pentru ca jucătorii să se poată alătura în mijlocul meciului
sv: Öppnar lagen för att låta spelare gå med under matchen
vi: Mở khóa đội cho người chơi tham gia giữa trận

source: Sets all players as ready so the match can start
de: Setzt alle Spieler spielbereit, damit das Spiel starten kann
fi: Asettaa kaikki pelaajat valmiiksi jotta peli voi alkaa
hu: Mindenki felkészült
it: Imposta tutti i giocatori come "pronti" per avviare la partita
ja: 全プレイヤーをReadyにして試合が開始できるようにする
pt_br: Define todos os jogadores como "pronto" para que a partida possa começar
ro: Setează toți jucătorii ca fiind "pregătiți" pentru ca meciul să poată începe
sv: Sätter alla spelare som redo så att matchen kan börja
vi: Thiết lập sẵn sàng cho toàn bộ người chơi để bắt đầu trận

source: Forces player back to spectator mode
de: Bringt Spieler zurück in Beobachtermodus
es_419: fuerza al jugador a volver al modo espectador
fi: Pakottaa pelaajan takaisin katselutilaan
hu: Játékos mozgatása nézelődőnek
it: Forza i giocatori a tornare in modalità spettatore
ja: プレイヤーを観戦者に戻す
pt_br: Move um jogador para o modo de espectador
ro: Forțează toți jucătorii să intre în modul Spectator
sv: Tvingar spelare tillbaks till åskådarläge
vi: Bắt người chơi phải theo dõi

source: Removes player from the server
de: Entferne Spieler vom Server
es_419: Remover jugadores del servidor
fi: Poistaa pelaajan palvelimelta
hu: Játékos kirúgása a szerverről
it: Rimuovi giocatore dal server
ja: サーバーからプレイヤーを退去
pt_br: Remove um jogador do servidor
ro: Elimină toți jucătorii de pe server
sv: Tar bort spelare från servern
vi: Đá người chơi khỏi máy chủ

source: Removes player from the server and bans his IP-address for 15 minutes
de: Entferne Spieler vom Server und Sperre IP-Adresse 15 Minuten
es_419: Expulsar al jugador del servidor y Bloquear su IP-address por 15 minutos
fi: Poistaa pelaajan palvelimelta ja asettaa 15 minuutin porttikiellon
hu: Játékos kirúgása és kitiltása 15 percre a szerverről
it: Rimuovi il giocatore dal server e blocca il suo indirizzo IP per 15 minuti
ja: サーバーからプレイヤーを退去させ、IPアドレスを15分間BAN
pt_br: Remove um jogador do servidor e bane endereço de IP dele por 15 minutos
ro: Elimină jucătorul de pe server și îi blochează adresa IP timp de 15 minute
sv: Tar bort spelaren från servern och bannlyser hans IP-adress i 15 minuter
vi: Đá người chơi khỏi máy chủ và cấm IP trong 15 phút

source: Disallows chat messages from the muted player
de: Unterdrueckt Textnachrichten von stummgeschaltetem Spieler
es_419: des habilitar el chat de mensajes para el jugador muteado
fi: Estää chat-viestit vaimennetulta pelaajalta
hu: Játékos elnémítása
it: Disabilita la chat per il giocatore silenziato
ja: ミュートしたプレイヤーからのチャットを拒否する
pt_br: Desativa mensagens de bate-papo de jogadores silenciados
ro: Refuză mesajele trimise de jucători pedepsiți
sv: Förbjuder chattmeddelanden från den stummade spelaren
vi: Khóa người chơi bị câm khỏi Chat

source: Disallows voice chat messages from the muted player
de: Unterdrueckt Soundnachrichten von stummgeschaltetem Spieler
es_419: des habilitar el chat de voz para el jugador muteado
fi: Estää äänipohjaiset chat-viestit vaimennetulta pelaajalta
hu: Játékos hangüzeneteinek elnémítása
it: Disabilita la chat vocale per il giocatore silenziato
ja: ミュートしたプレイヤーからのボイスチャットを拒否する
pt_br: Desativa mensagens de voz de jogadores silenciados
ro: Refuză comunicarea audio de la jucători pedepsiți
sv: Förbjuder röstchattsmeddelanden från den stummade spelaren
vi: Không cho phép người chơi bị câm nói Voice

source: Reallows chat messages from the unmuted player
de: Lasse Textnachrichten von nicht stummgeschaltetem Spieler wieder zu
fi: Sallii uudelleen vaimennetun pelaajan chat-viestit
hu: Játékos némításának feloldása
it: Riabilita la chat per il giocatore non-silenziato
ja: ミュートを外したプレイヤーからのチャットを許可する
pt_br: Reativa mensagens de bate-papo de jogadores não silenciados
ro: Permite mesajele trimise de jucători pedepsiți
sv: Tillåter chattmeddelanden från den av-stummade spelaren
vi: Cho phép người chơi không bị câm Chat

source: Reallows voice chat messages from the unmuted player
de: Lasse Soundnachrichten von nicht stummgeschaltetem Spieler wieder zu
fi: Sallii uudelleen vaimennetun pelaajan äänipohjaiset chat-viestit
hu: Játékos hangüzenet némításának feloldása
it: Riabilita i messaggi vocali per il giocatore non-silenziato
ja: ミュートを外したプレイヤーからのボイスチャットを許可する
pt_br: Reabilita mensagens de voz de jogadores não silenciados
ro: Permite comunicarea audio de la jucători pedepsiți
sv: Tillåter röstchattsmeddelanden från den av-stummade spelaren
vi: Cho phép người chơi không bị câm trò chuyện Voice

source: Sets the number of bots to play on the server
de: Setzt die Bot-Anzahl
es_419: Establece la cantidad del bots en el servidor
fi: Asettaa montako tietokonepelaajaa liittyy palvelimelle
hu: Botok száma a szerveren
it: Imposta il numero di bot che giocano sul server
ja: サーバーでプレイするBOTの数を指定
pt_br: Define o número de bots para jogar no servidor
ro: Stabilește numărul de boţi prezenţi pe server
sv: Anger antal bottar som spelar på servern
vi: Đặt số lượng AI Máy trên máy chủ

source: Toggles whether shooting teammates will do damage to them
de: Freundliches Feuer
es_419: Permitir el fuego amigo
fi: Valitsee, tekeekö joukkuekavereihin ampuminen vahinkoa heihin
hu: Csapaton belüli sebzés átállítása
it: Abilita/disabilita il danno provocato ai compagni di squadra quando vengono danneggiati
ja: チームメイトを撃ってダメージを与えられるかどうか(FF)を切り替える
pt_br: Ativa/desativa fogo amigo
ro: Stabilește dacă atacarea coechipierilor îi va răni sau nu
sv: Växlar om skott på lagkamrater orsakar skada
vi: Bật tắt sát thương đồng minh
