Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: de, es_419, fi, hu, it, ja, pt_br, ro, sv, vi

source: Show weapon model
de: Waffenmodell anzeigen
es_419: Mostrar Modelos de armas
fi: Näytä ase
hu: Fegyver megjelenítése
it: Mostra modello arma
ja: 銃のモデルを表示
pt_br: Exibir modelo de arma
ro: Afișează arma pe ecran
sv: Visa vapenmodell
vi: Hiện vũ khí

source: Show minimap
de: Minikarte anzeigen
es_419: Mostrar Minimapa
fi: Näytä pienoiskartta
hu: Radar mutatása
it: Mostra minimappa
ja: ミニマップを表示
pt_br: Exibir minimapa
ro: Afișează radarul
sv: Visa karta
vi: Hiện bản đồ nhỏ

source: Show FPS counter
de: Bildwiederholungsrate anzeigen
es_419: Mostrar Contador de Fps
fi: Näytä FPS-mittari
hu: FPS számláló
it: Mostra contatore FPS
ja: FPSを表示
pt_br: Exibir FPS
ro: Activează afișajul pentru FPS
sv: Visa FPS-räknare
vi: Hiện số khung hình

source: Show speed meter
de: Geschwindigkeitsanzeige
es_419: Mostrar Velocidad
fi: Näytä nopeusmittari
hu: Sebességmérő
it: Mostra tachimetro
ja: スピードメーターを表示
pt_br: Exibir velocímetro
ro: Afișează indicatorul de viteză
sv: Visa hastighetsmätaren
vi: Hiện Số Tốc Độ

source: Show damage indicator
de: Schadensanzeige
es_419: Mostrar Números de Daño
fi: Näytä vahinkoilmoitukset
hu: Sebeződés mutatása
it: Mostra indicatore danni
ja: ダメージインジケーターを表示
pt_br: Exibir indicador de dano
ro: Semnalează loviturile încasate
sv: Visa skada indikator
vi: Hiện dấu chỉ sát thương

source: Automatically record demos
de: Automatisch Demos aufnehmen
es_419: Grabar demos automaticamente
fi: Nauhoita demot automaattisesti
hu: Játék automatikus felvétele
it: Registra automaticamente le demo
ja: 自動的にデモを録画
pt_br: Gravar demos automaticamente
ro: Înregistrează automat meciurile
sv: Spela automatiskt in demos
vi: Tự động lưu Demo

source: Endmatch screenshot
de: Screenshot nach Spielende
es_419: Tomar captura al finalizar la partida
fi: Ruudunkaappaus pelin loputtua
hu: Meccs végeredményének mentése
it: Cattura uno screenshot a fine partita
ja: 試合終了後にスクリーンショットを撮影
pt_br: Capturar a tela do placar após o término de uma partida
ro: Captură de ecran la finalul meciului
sv: Slutspelsskärmdump
vi: Chụp màn hình cuối trận

source: Save match stats
de: Spielergebnisse speichern
es_419: Guardar puntaje de la partida
fi: Tallenna pelien tilastot
hu: Meccs statisztikák mentése
it: Salva le statistiche partita
ja: 試合の結果を保存
pt_br: Salvar estatísticas de partidas
ro: Salvează statisticile meciurilor
sv: Spara matchstatistik
vi: Lưu chỉ số trận

source: Team Forbidden
es_419: Equipo Forbidden
fi: Joukkue Forbidden
it: Squadra Forbidden
pt_br: Equipe Forbidden
vi: Đội Forbidden

source: Team Icy
es_419: Equipo Icy
fi: Joukkue Icy
it: Squadra Icy
pt_br: Equipe Icy
vi: Đội Icy

source: Enemies
de: Gegner
es_419: Enemigos
fi: Vastustajat
it: Nemici
pt_br: Inimigos
vi: Mô Hình Địch

source: Team model options
de: Teammodelloptionen
es_419: Opciones de modelos de equipo
fi: Joukkue
hu: Csapat kinézet beállítások
it: Opzioni modello squadra
ja: チームモデルオプション
pt_br: Opções de modelos de equipe
ro: Opţiuni modele echipe
sv: Lagkamrats model alternativ
vi: Tùy chỉnh mô hình đồng minh

source: Fullbright skin
de: Einfarbige Figur
fi: Täyskirkas pinta
hu: Egyszínű kinézetek
it: Skin monocolore luminosa
ja: 蛍光スキン
pt_br: Visual totalmente brilhante
ro: Costume fosforescente
vi: Skin siêu sáng

source: Force your team as FORBIDDEN
de: Eigenes Team als "FORBIDDEN" darstellen
fi: Pakota joukkueesi "FORBIDDEN"ksi
hu: Csapattársak mindig úgy nézzek ki, mint az FORBIDDEN
it: Forza la tua squadra come FORBIDDEN
ja: 自分のチームを"FORBIDDEN"にする
pt_br: Forçar sua equipe como FORBIDDEN
ro: Forţează echipa ta să fie mereu FORBIDDEN
sv: Tvinga ditt lag som FORBIDDEN
vi: Bắt buộc đội bạn thành FORBIDDEN

source: Graphics profile
de: Grafikprofil
es_419: Perfil de Graficos
fi: Grafiikkaprofiili
hu: Grafikai profil
it: Profilo grafico
ja: グラフィックプロファイル
pt_br: Perfil de gráficos
ro: Profil video rapid
sv: Grafik profil
vi: Profile Hình Ảnh

source: Fullscreen
de: Vollbild
es_419: Pantalla Completa
fi: Koko ruutu
hu: Teljes képernyő
it: Schermo intero
ja: フルスクリーン
pt_br: Tela cheia
ro: Afişare pe tot ecranul
sv: Helskärm
vi: Toàn màn hình

source: Vertical sync
de: Vertikale Synchronisation
es_419: Sincronizacion Vertical
fi: Pystytahdistus
hu: Függőleges szinkronizáció
it: Sincronizzazione verticale
ja: 垂直同期
pt_br: Sincronização vertical
ro: Sincronizare verticală (V-Sync)
vi: Đồng bộ dọc

source: Screen resolution
de: Bildschirmauflösung
es_419: Resolución de Pantalla
fi: Näytön tarkkuus
hu: Felbontás
it: Risoluzione schermo
ja: 画面解像度
pt_br: Resolução
ro: Rezoluţie
sv: Skärmupplösning
vi: Độ phân giải

source: desktop
fi: työpöytä
hu: asztal
ja: デスクトップ
sv: skrivbord

source: Texture quality
de: Texturqualität
es_419: Calidad de Texturas
fi: Tekstuurien laatu
hu: Textúra minőség
it: Qualità texture
ja: テクスチャ品質
pt_br: Qualidade das texturas
ro: Calitate texturi
sv: Textur kvalitet
vi: Chất lượng kết cấu

source: Anisotropic filtering
de: Anistropische Filterung
es_419: Filtro Anisotropico
fi: Anisotrooppinen suodatus
hu: Anizotropikus filterezés
it: Filtro anisotropico
ja: 異方性フィルタリング
pt_br: Filtro anisotrópico
ro: Filtrare anisotropică
sv: Anisotrop filtrering
vi: Khử răng cưa

source: Lighting quality
de: Beleuchtungsqualität
es_419: Calidad de las Luces
fi: Valaistuksen laatu
hu: Fényminőség
it: Qualità illuminazione
ja: ライトの品質
pt_br: Qualidade da iluminação
ro: Calitate iluminare
sv: Ljuskvalitet
vi: Chất lượng ánh sáng

source: vertex lighting
de: Vertex-Beleuchtung
es_419: Luces por vectores
fi: verteksivalaistus
hu: Vertex fényleképzés
it: Illuminazione a vertice
ja: 暗いライト
pt_br: iluminação de vértice
ro: vertex
sv: vertex belysning
vi: Ánh sáng Vertex

source: lightmaps
es_419: Luces del mapa
fi: valaistuskartat
hu: lightmapek
it: Mappatura luci
ja: 明るいライト
sv: ljuskartor

source: per-pixel lighting
de: Per-Pixel Beleuchtung
es_419: Luces por pixel
fi: pikselikohtainen valaistus
hu: pixelekénti megvilágítás
it: Illuminazione per pixel
ja: 繊細なライト
pt_br: iluminação por pixel
ro: per-pixel
sv: per-pixel-belysning
vi: ánh sáng theo điểm ảnh

source: Shadows
de: Schatten
es_419: Sombras
fi: Varjot
hu: árnyékok
it: Ombre
ja: 影
pt_br: Sombras
ro: Umbre
sv: Skuggor
vi: Đổ Bóng

source: off
de: Aus
es_419: Apagado
fi: pois päältä.
hu: ki
it: Disattivato
ja: 無し
pt_br: não
ro: dezactivate
sv: av
vi: tắt

source: simple shadows
de: Einfache Schatten
es_419: Sombras Simples
fi: yksinkertaiset varjot
hu: egyszerű árnyékok
it: Ombre semplici
ja: シンプルな影
pt_br: sombras simples
ro: simple
sv: enkla skuggor
vi: Đổ bóng tối giản

source: shadowmaps
es_419: Sombras del mapa
fi: varjokartat
hu: shadowmapok
it: Mappatura ombre
ja: リアルな影
sv: skugg kartor

source: Greyscale lighting
de: Graustufenbeleuchtung
fi: Harmaasävyvalaistus
hu: Egyszínű fényleképzés
it: Illuminazione in scala di grigi
ja: 灰色のライト
pt_br: Iluminação acinzentada
ro: Iluminare greyscale
sv: Gråskala belysning
vi: Áng sáng thang xám

source: Use solid colors for world
de: Einfarbige Texturen
es_419: Usar colores sólidos para el mundo
fi: Väritä maailma kiinteillä väreillä
hu: Egyszínű falak
it: Utilizza tinte unite per il mondo
ja: マップの縁に黒線を表示
pt_br: Usar cores sólidas para o mundo
ro: Foloseşte culori "solide" pentru niveluri
sv: Använd solida färger för världen
vi: Dùng màu cố định cho thế giới

source: Sound module
de: Soundmodul
es_419: Modulo de Sonido
fi: Äänimoduuli
hu: Hang modul
it: Impostazioni audio
ja: サウンドモジュール
pt_br: Módulo de som
ro: Modul sunet
sv: Ljudmodulen
vi: Module Âm Thanh

source: no sound
de: Kein Sound
es_419: Sin Sonido
fi: ei ääntä
hu: nincs hang
it: Disattiva suono
ja: 音無し
pt_br: sem som
ro: sunet dezactivat
sv: Ljudlös
vi: Không Âm Thanh

source: Sound volume
de: Soundlautstärke
es_419: Volumen de Sonido
fi: Äänenvoimakkuus
hu: Hangerő
it: Volume generale
ja: サウンド音量
pt_br: Volume do som
ro: Volum sunet
sv: Ljudvolymen
vi: Âm lượng nút bấm

source: Music volume
de: Musiklautstärke
es_419: Volumen de la Musica
fi: Musiikin äänenvoimakkuus
hu: Zene hangereje
it: Volume musica
ja: 音楽音量
pt_br: Volume da música
ro: Volum muzică
sv: Musik volym
vi: Âm lượng nhạc

source: Players volume
de: Spielerlautstärke
es_419: Volumen de los Jugadores
fi: Pelaajien äänenvoimakkuus
hu: Játékosok hangereje
it: Volume giocatori
ja: プレイヤー音量
pt_br: Volume dos jogadores
ro: Volum jucători
sv: Spelarvolym
vi: Âm lượng nhân vật

source: Effects volume
de: Effektlautstärke
es_419: Volumen de los Efectos
fi: Efektien äänenvoimakkuus
hu: Effektek hangereje
it: Volume effetti
ja: 効果音音量
pt_br: Volume dos efeitos
ro: Volum efecte
sv: Effektvolym
vi: Âm lượng hiệu ứng

source: Announcer volume
de: Sprecherlautstärke
es_419: Volumen del Anunciador
fi: Kuuluttajan äänenvoimakkuus
hu: Bemondó hangereje
it: Volume annunciatore
ja: アナウンサー音量
pt_br: Volume do narrador
ro: Volum crainic
sv: Announcer-volym
vi: Âm lượng thông báo

source: Voice commands volume
de: Sprachbefehl Lautstärke
es_419: Volumen de los comandos de voz
fi: Äänikomentojen äänenvoimakkuus
it: Volume comandi voce
ja: ボイスコマンドの音量
pt_br: Volume dos comandos de voz
vi: Âm lượng lệnh nói

source: Hit sounds volume
de: Treffersoundlautstärke
es_419: Volumen de los Hit sound
fi: Osumaäänen voimakkuus
hu: Találatjelző hang ereje
it: Volume dei colpi
ja: ヒットサウンド音量
pt_br: Volume dos sons de acerto
ro: Volum lovituri
sv: Träff-ljuds-volym
vi: Âm lượng bắn trúng

source: Mouse
de: Maus
es_419: Raton
fi: Hiiri
hu: Egér
ja: マウス
sv: Mus
vi: Chuột

source: Movement
de: Bewegung
es_419: Movimiento
fi: Liikkuminen
hu: Mozgás
it: Movimento
ja: 移動
pt_br: Movimento
ro: Deplasare
sv: Rörelse
vi: Di Chuyển

source: Actions
de: Aktionen
es_419: Acciones
fi: Toiminnot
hu: Akció
it: Azioni
ja: 行動
pt_br: Ações
ro: Acţiuni
sv: Handlingar
vi: Tương Tác

source: Weapons
de: Waffen
es_419: Armas
fi: Aseet
hu: Fegyverek
it: Armi
ja: 武器
pt_br: Armas
ro: Arme
sv: Vapen
vi: Vũ Khí

source: Voice commands
de: Sprachbefehle
es_419: Comandos de Voz
fi: Äänikomennot
it: Comandi voce
ja: ボイスコマンド
pt_br: Comandos de voz
vi: Lệnh Nói

source: Saved
de: Gespeichert
es_419: Guardado
fi: Tallennettu
hu: Mentve
it: Salvato
ja: 保存しました
pt_br: Salvo
ro: Salvat
sv: Sparas
vi: Đã Lưu

source: Mouse sensitivity
de: Maussensibilität
es_419: Sensibilidad del Raton
fi: Hiiren herkkyys
hu: Egér érzékenysége
it: Sensibilità del mouse
ja: マウス感度
pt_br: Sensibilidade do mouse
ro: Sensitivitate mouse
sv: Datormus känslighet
vi: Độ nhạy chuột

source: Mouse acceleration
de: Mausbeschleunigung
es_419: Aceleración del ratón
fi: Hiiren liikkeiden kiihdytys
hu: Egér gyorsítás
it: Accelerazione del mouse
ja: マウス加速
pt_br: Aceleração do mouse
ro: Accelerare mouse
sv: Mus-accelerering
vi: Gia tốc chuột

source: Zoom sensitivity
de: Zoom-Empfindlichkeit
es_419: Sensibilidad del Zoom
fi: Tähtäämisen herkkyys
it: Sensibilità zoom
ja: ズームの感度
pt_br: Sensibilidade do zoom
vi: Độ Nhạy Ngắm

source: Mouse filter
de: Mausfilter
es_419: Filtro del Raton
fi: Hiiren liikkeiden suodatus
hu: Egér filter
it: Filtro del mouse
ja: マウスの直線補正
pt_br: Filtro do mouse
ro: Filtrare mouse
sv: Mus filtret
vi: Lọc nhạy chuột

source: Invert mouse
de: Maus invertieren
es_419: Invertir el Raton
fi: Käänteinen hiiri
hu: Invertált egér
it: Inverti mouse
ja: マウスの上下を反転
pt_br: Inverter mouse
ro: Inversare mouse
sv: Invertera mus
vi: Đảo ngược chuột

source: Forward
de: Vorwärts
es_419: Adelante
fi: Eteenpäin
hu: Előre
it: Avanti
ja: 進む
pt_br: Mover-se para a frente
ro: Înainte
sv: Framåt
vi: Tiến

source: Backward
de: Rückwärts
es_419: Atras
fi: Taaksepäin
hu: Hátra
it: Indietro
ja: 戻る
pt_br: Mover-se para trás
ro: Înapoi
sv: Bakåt
vi: Lùi

source: Left
de: Links
es_419: Izquierda
fi: Vasemmalle
hu: Balra
it: Sinistra
ja: 左
pt_br: Mover-se para a esquerda
ro: Pas lateral stânga
sv: Vänster
vi: Trái

source: Right
de: Rechts
es_419: Derecha
fi: Oikealle
hu: Jobbra
it: Destra
ja: 右
pt_br: Mover-se para a direita
ro: Pas lateral dreapta
sv: Höger
vi: Phải

source: Up / jump
de: Hoch / Sprung
es_419: Saltar
fi: Ylös / hyppää
hu: Fel / Ugrás
it: Su / Salta
ja: 上 / ジャンプ
pt_br: Para cima / pular
ro: Sus / Săritură
sv: Upp / Hoppa
vi: Lên/Nhảy

source: Down / crouch
de: Runter / Ducken
es_419: Agacharse
fi: Alas / kyykky
hu: Le / Gugolás
it: Giù / Accovacciati
ja: 下 / しゃがむ
pt_br: Para baixo / agachar
ro: Jos / Ghemuire
sv: Ned / Huka
vi: Xuống/Ngồi

source: Dash / walljump
de: Dash / Wandsprung
es_419: Salto en Pared
fi: Syöksy / seinähyppy
hu: Kitérés / Falról elugrás
it: Scatto / Walljump
ja: ダッシュ / 壁蹴り
pt_br: Arremetida / salto de parede
ro: Fentă / Salt special
sv: Skutt / walljump
vi: Lướt/Bật Tường

source: Run / walk
de: Laufen / Gehen
es_419: Correr / Caminar
fi: Juokse / kävele
hu: Futás / Sétálás
it: Corri / Cammina
ja: 走る / 歩く
pt_br: Correr / andar
ro: Alergare / Păşire
sv: Spring / gå
vi: Chạy/Đi Chậm

source: Attack
de: Angriff
es_419: Atacar
fi: Hyökkää
hu: Támadás
it: Attacca
ja: 攻撃
pt_br: Atacar
ro: Atac standard
vi: Bắn

source: Previous weapon
de: Vorherige Waffe
es_419: Arma Anterior
fi: Edellinen ase
hu: Előző fegyver
it: Arma precedente
ja: 前の武器
pt_br: Arma anterior
ro: Arma precedentă
sv: Föregående vapen
vi: Vũ khí trước

source: Next weapon
de: Nächste Waffe
es_419: Siguiente Arma
fi: Seuraava ase
hu: Következő fegyver
it: Arma successiva
ja: 次の武器
pt_br: Arma seguinte
ro: Următoarea armă
sv: Nästa vapen
vi: Vũ khí tiếp theo

source: Last weapon
de: Letzte Waffe
es_419: Ultima Arma
fi: Edellinen ase
hu: Utoljára használt fegyver
it: Ultima arma
ja: 以前の武器
pt_br: Última arma
ro: Ultima armă folosită
sv: Senaste vapen
vi: Vũ khí vừa dùng

source: Zoom
fi: Tähtäys
ja: ズーム
ro: Lunetă
vi: Bật Ngắm

source: Drop weapon
de: Waffe fallenlassen
es_419: Tirar Arma
fi: Pudota ase
hu: Fegyver eldobás
it: Lascia cadere l'arma
ja: 武器を落とす
pt_br: Largar arma
ro: Aruncă arma
sv: Släpp vapen
vi: Thả vũ khí

source: Drop bomb / flag
de: Bombe / flagge fallenlassen
es_419: Tirar la Bomba / Bandera
fi: Pudota pommi / lippu
hu: Bomba / zászló eldobás
it: Lascia cadere la bomba / bandiera
ja: 旗を落とす
pt_br: Largar bomba / bandeira
ro: Aruncă bombă / steagul
sv: Släpp bomben / flagga
vi: Thả Bom/Cờ

source: Class action 1
de: Klassenspezifische Aktion 1
es_419: Clase de acción 1
fi: Luokan toiminto 1
hu: Kaszt lehetőség #1
it: Azione di classe 1
ja: クラスアクション1
pt_br: Ação de classe 1
ro: Clasă jucător - acţiune 1
sv: Klass-handling 1

source: Class action 2
de: Klassenspezifische Aktion 2
es_419: Clase de acción 2
fi: Luokan toiminto 2
hu: Kaszt lehetőség #2
it: Azione di classe 2
ja: クラスアクション2
pt_br: Ação de classe 2
ro: Clasă jucător - acţiune 2
sv: Klass-handling 2

source: Team chat
es_419: Chat de Equipo
fi: Joukkueen chat
hu: Csapaton belüli chat
it: Chat di squadra
ja: チームチャット
pt_br: Bate-papo da equipe
ro: Mesaj pentru echipă
sv: Lag-chatt
vi: Chat Đội

source: Login to forbidden.gg
de: In forbidden.gg einloggen
es_419: Registrarse en forbidden.gg
fi: Kirjaudu forbidden.ggiin
hu: Bejelntkezés a forbidden.gg-re
it: Accedi a forbidden.gg
ja: forbidden.ggにログイン
pt_br: Conectar-se a forbidden.gg
ro: Autentifică-te pe forbidden.gg
sv: Logga in på forbidden.gg
vi: Đăng nhập Forbidden.GG

source: Login with your forbidden.gg account to save your statistics and match results.
de: Logge dich mit deinem forbidden.gg Account ein, um deine Statistiken und Matchdaten zu speichern.
es_419: Registrarse con tu cuenta de forbidden.gg permite guardar tus estadísticas y los resultados de tus partidas
fi: Kirjaudu sisään forbidden.gg -tunnuksillasi tallentaaksesi tilastosi ja peliesi tulokset.
hu: Lépjen be a forbidden.gg fiókjával, hogy el tudja menteni a statisztikáit.
it: Accedi con il tuo account di forbidden.gg per salvare le tue statistiche ed i risultati delle partite.
ja: forbidden.ggにログインするとあなたの試合結果と統計を保存できます.
pt_br: Conecte-se com sua conta do forbidden.gg para salvar as suas estatísticas e os resultados de suas partidas.
ro: Autentifică-te cu informaţiile de pe forbidden.gg pentru a-ţi salva statisticile şi rezultatele meciurilor.
sv: Logga in med ditt forbidden.gg konto för att spara statistik och matchresultat.
vi: Đăng nhập tài khoản Forbidden.GG để lưu thông số và kết quả trận đấu

source: Don't have an account?
de: Noch keinen Account?
es_419: No tiene una cuenta?
fi: Etkö omista tunnuksia?
hu: Nincs még fiókja?
it: Non hai un account?
ja: アカウントを持っていませんか?
pt_br: Não tem uma conta?
ro: Nu ai un cont?
sv: Har du inget konto?
vi: Chưa có tài khoản?

source: Register for a free account here.
de: Registriere dich hier für einen kostenlosen Account.
es_419: Registrarse aquí, la cuenta es gratis!
fi: Rekisteröi tunnukset ilmaiseksi.
hu: Regisztráljon ingyen itt.
it: Registra quì un account gratuitamente.
ja: ここから無料で登録できます.
pt_br: Crie uma gratuita aqui.
ro: Creează aici gratis unul!
sv: Registrera för ett gratis konto här.
vi: Đăng ký miễn phí tại đây

source: Username
de: Benutzername
es_419: Usuario
fi: Käyttäjätunnus
hu: Felhasználónév
it: Nome Utente
ja: ユーザー名
pt_br: Nome de usuário
ro: Utilizator
sv: Användarnamn
vi: Tên

source: Password
de: Passwort
es_419: Contraseña
fi: Salasana
hu: Jelszó
ja: パスワード
pt_br: Senha
ro: Parolă
sv: Lösenord
vi: Mật Khẩu

source: Remember login
de: Anmeldung speichern
es_419: Recordar Usuario
fi: Muista kirjautuminen
hu: Bejelentkezési adatok megjegyzése
it: Ricorda dati di accesso
ja: ログインを継続
pt_br: Lembrar login
ro: Reţine autentificarea
sv: Kom ihåg inloggning
vi: Ghi nhớ

source: Login
de: Anmelden
es_419: Entrar
fi: Kirjaudu
hu: Bejelentkezés
it: Accedi
ja: ログイン
pt_br: Fazer login
ro: Autentificare
sv: Inloggning
vi: Đăng Nhập

source: Normal weapons
de: Regulär Waffen
es_419: Armas Normales
fi: Normaalit aseet
hu: Normál fegyverek
it: Armi normali
ja: 通常武器
pt_br: Armas normais
ro: Arme standard
sv: Normala vapen
vi: Vũ Khí Thường

source: Watch on TV
de: Im TV gucken
es_419: Mirar en TV
fi: Katso TV:ssä
hu: Nézd Warfork TV-n
it: Guarda sul TV
ja: TVで見る
pt_br: Assistir na TV
ro: Urmăreşte pe TV
sv: Titta på TV
vi: Xem TV

source: Favorites
de: Favoriten
es_419: Favoritos
fi: Suosikit
hu: Kedvencek
it: Preferiti
ja: お気に入り
pt_br: Favoritos
ro: Preferate
sv: Favoriter
vi: Ưa thích

source: Ping
fi: Viive
hu: Válaszidő

source: Hostname
fi: Palvelin
hu: Hoszt neve
it: Nome Host
ja: ホスト名
pt_br: Servidor
ro: Nume server
vi: Tên Máy Chủ

source: Gametype
de: Spieltyp
es_419: Tipo de Juego
fi: Pelimuoto
hu: Játéktípus
it: Modalità di gioco
ja: ゲームタイプ
pt_br: Modo de jogo
ro: Mod de joc
sv: Speltyp
vi: Chế Độ

source: Server browser
es_419: Buscador de Servidores
fi: Serverilista
it: Lista server
ja: サーバーブラウザー
pt_br: Navegador de servidores
vi: Duyệt máy chủ

source: Host game
de: Spiel hosten
fi: Luo peli
it: Ospita partita
ja: ゲームをホストする
pt_br: Hospedar partida

source: Demo browser
de: Demos anzeigen
es_419: Buscador de Demos
fi: Demoselain
hu: Felvételek
it: Sfoglia le demo
ja: デモブラウザー
pt_br: Demos
ro: Navigator reluări
vi: Duyệt Demo

source: Stop
es_419: Parar
fi: Pysäytä
it: Ferma
ja: 停止
pt_br: Parar
ro: Oprește actualizarea
sv: Stopp
vi: Dừng

source: Refresh
de: Aktualisieren
es_419: Refrescar
fi: Päivitä
hu: Frissítés
it: Aggiorna
ja: 更新
pt_br: Atualizar
ro: Actualizează lista
sv: Uppdatera
vi: Làm Mới

source: Map
de: Karte
es_419: Mapa
fi: Kartta
hu: Pálya
it: Mappa
ja: マップ
pt_br: Mapa
ro: Hartă
sv: Karta
vi: Bản Đồ

source: Title
de: Titel
es_419: Titulo
fi: Nimi
hu: Cím
it: Titolo
ja: タイトル
pt_br: Título
ro: Titlu
sv: Titel
vi: Tên

source: Mapname
de: Kartenname
es_419: Nombre del Mapa
fi: Kartan nimi
hu: Pályanév
it: Nome mappa
ja: マップ名
pt_br: Nome do mapa
ro: Nume hartă
sv: Kartnamn
vi: Tên Bản Đồ

source: Start game
de: Spiel starten
es_419: Empezar el Juego
fi: Aloita peli
hu: Indítás
it: Inizia partita
ja: ゲーム開始
pt_br: Iniciar partida
ro: Porneşte
sv: Starta spel
vi: Bắt Đầu

source: Server name
es_419: Nombre del Servidor
fi: Palvelimen nimi
hu: Szerver név
it: Nome server
ja: サーバー名
pt_br: Nome do servidor
ro: Nume server
sv: Servernamn
vi: Tên máy chủ

source: Public server
de: Öffentlicher Server
es_419: Servidor Publico
fi: Julkinen palvelin
hu: Publikus szerver
it: Server pubblico
ja: 公開サーバー
pt_br: Servidor público
ro: Server public
sv: Allmän server
vi: Máy chủ công cộng

source: Score limit
de: Punktelimit
es_419: Limite de Puntaje
fi: Pisteraja
hu: Ponthatár
it: Limite punteggio
ja: スコアリミット
pt_br: Limite de pontuação
ro: Limită scor
sv: Poänggräns
vi: Giới hạn điểm

source: Max players
de: Maximale Spieler
es_419: Limite de Jugadores
fi: Suurin sallittu pelaajamäärä
hu: Létszámhatár
it: Numero massimo di giocatori
ja: 最大プレイヤー数
pt_br: Limite de jogadores
ro: Nr. jucători
sv: Max antal spelare
vi: Người chơi tối đa

source: Time limit
de: Zeitlimit
es_419: Limite de Tiempo
fi: Aikaraja
hu: Időhatár
it: Tempo limite
ja: タイムリミット
pt_br: Limite de tempo
ro: Limită de timp
sv: Tidsgräns
vi: Giới hạn thời gian

source: Bot skill level
de: Bot-Schwierigkeitsstufe
es_419: Nivel de Habilidad de los Bots
fi: Tietokonepelaajien taso
hu: Botok erőssége
it: Livello di difficoltà dei bot
ja: BOTの強さ
pt_br: Dificuldade dos bots
ro: Dificultate Boţi
sv: Skicklighetsnivå för bot
vi: Độ khó máy

source: Number of bots
de: Anzahl der Bots
es_419: Numero de Bots
fi: Tietokonepelaajien lukumäärä
hu: Botok száma
it: Numero di bot
ja: BOTの数
pt_br: Número de bots
ro: Număr de boţi
sv: Antal bottar
vi: Số lượng AI máy

source: Remove from favorites
de: Aus Favoriten entfernen
es_419: Quitar de Favoritos
fi: Poista suosikeista
hu: Kedvencekből való eltávolítás
it: Rimuovi dai preferiti
ja: お気に入りから削除
pt_br: Remover dos favoritos
ro: Şterge din preferate
sv: Ta bort från favoriter
vi: Xóa khỏi Ưa thích

source: Add to favorites
de: Zu Favoriten hinzufügen
es_419: Agregar a Favoritos
fi: Lisää suosikkeihin
hu: Hozzáadás kedvencekhez
it: Aggiungi ai preferiti
ja: お気に入りに追加
pt_br: Adicionar aos favoritos
ro: Adaugă la preferate
sv: Lägg till i favoriter
vi: Thêm vào Ưa thích

source: Map: %s
de: Karte: %s
es_419: Mapa: %s
fi: Kartta: %s
hu: Pálya: %s
it: Mappa: %s
ja: マップ: %s
pt_br: Mapa: %s
ro: Hartă: %s
sv: Karta: %s
vi: Bản Đồ: %s

source: Players: %s
de: Spieler: %s
es_419: Jugadores: %s
fi: Pelaajat: %s
hu: Játékosok: %s
it: Giocatori: %s
ja: プレイヤー数: %s
pt_br: Jogadores: %s
ro: Nr. jucători: %s
sv: Spelare: %s
vi: Người chơi: %s

source: Gametype: %s
de: Spieltyp: %s
es_419: Modo de Juego: %s
fi: Pelimuoto: %s
hu: Játéktípus: %s
it: Modalità di gioco: %s
ja: ゲームタイプ: %s
pt_br: Modo de jogo: %s
ro: Mod de joc: %s
sv: Speltyp: %s
vi: Chế Độ: %s

source: Ping: %s
es_419: Latencia: %s
fi: Viive: %s
hu: Válaszidő: %s

source: Address: %s
de: Adresse: %s
es_419: Dirección: %s
fi: Osoite: %s
hu: Cím: %s
it: Indirizzo: %s
ja: アドレス: %s
pt_br: Endereço: %s
ro: Adresă: %s
sv: Adress: %s
vi: Địa chỉ: %s

source: IRC server connection
de: IRC-Server-Verbindung
fi: IRC-palvelimen yhteys
hu: IRC szerver csatlakozás
it: Connessione server IRC
ja: IRCサーバー接続
pt_br: Conexão com servidor IRC
ro: Conexiune server IRC
sv: IRC-serveranslutning
vi: Kết nối máy chủ IRC

source: Server port
es_419: Puerto del Servidor
fi: Palvelimen portti
hu: Szerver port
it: Porta server
ja: サーバーポート
pt_br: Porta do servidor
ro: Port server
vi: Cổng

source: Nickname
es_419: Alias
fi: Nimimerkki
hu: Nick
ja: ニックネーム
pt_br: Apelido
ro: Poreclă
sv: Smeknamn
vi: Tên Riêng

source: Channels
de: Kanäle
es_419: Canales
fi: Kanavat
hu: Csatornák
it: Canali
ja: チャンネル
pt_br: Canais
ro: Canale
sv: Kanaler
vi: Kênh

source: Connect
de: Verbinden
es_419: Conectar
fi: Yhdistä
hu: Csatlakozás
it: Connetti
ja: 接続
pt_br: Conectar
ro: Conectare
sv: Anslut
vi: Kết Nối

source: Disconnect
de: Trennen
es_419: Desconectar
fi: Katkaise yhteys
hu: Lecsatlakozás
it: Disconnetti
ja: 切断
pt_br: Desconectar
ro: Deconectare
sv: Koppla från
vi: Ngắt Kết Nối

source: Send
de: Senden
es_419: Enviar
fi: Lähetä
hu: Küld
it: Invia
ja: 送信
pt_br: Enviar
ro: Trimite
sv: Sänd
vi: Gửi
