Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: de, es_419, fi, hu, it, ja, pt_br, ro, sv, vi

source: Duel is a 1vs1 game mode. The standard match lasts 10 minutes, if there's a draw there will be added 120 seconds overtime. The player who does the most frags wins the map.
de: Duel ist ein 1gegen1 Spielmodus. Das Standard-Match dauert 10 Minuten, bei einem Unentschieden kommen 120 Sekunden Nachspiel-zeit dazu. Der Spieler mit den meisten Frags gewinnt die Map.
es_419: Duelos es un modo de juego 1vs1. Las partidas están establecidas a duración de 10 minutos, si llegas a empatar se le agregan 120 segundos adicionales. el jugador que consiga mas muertes GANA
fi: Kaksintaistelu on 1 vastaan 1 pelimuoto. Perusottelu kestää 10 minuuttia, tasapelin sattuessa aikaa lisätään 120 sekuntia. Pelaaja joka eliminoi eniten vastustajaansa voittaa.
it: Il duello è una modalità 1vs1. La partita standard dura 10 minuti, in caso di parità vengono aggiunti ulteriori 120 secondi. Il giocatore con più uccisioni vince.
ja: デュエルは1vs1のゲームモードだ。通常は10分だが、タイムリミット超過時にスコアが引き分けだった場合は120秒のオーバータイムが追加される。時間内で１でも多くのフラグを取った者が勝者だ。
pt_br: Duelo é um modo de jogo 1x1. Uma partida padrão dura 10 minutos. Se houver empate, haverá um acréscimo de 120 segundos. O jogador que tiver o maior número de eliminações vence o mapa.
vi: Đấu Tay Đôi - Duel - là chế độ 1-Đấu-1. Một trận đấu dài 10 phút, nếu trận đấu hòa thì sẽ có 120 giây bù giờ. Người giết nhiều hơn sẽ thắng

source: The goal of a FFA game is to frag as many other players as possible until the time or frag limit is reached. Unlike in DM, you spawn with weapons and ammunition.
de: Das Ziel eines FFA Spieles ist es soviel andere Spieler wie möglich zu erledigen, bevor das Zeit- oder Frag-limit erreicht ist. Anders als in DM spawn man mit Waffen und Munition.
es_419: La meta en Todos Contra Todos es conseguir la mayor cantidad de muertes dentro de un limite de tiempo. A diferencia de partida a muerte aquí apareces con todas las armas y munición
fi: Tarkoituksena KVK pelimuodossa on eliminoida mahdollisimman monta pelaajaa ennenkuin aika tai eliminoinnin maksimimäärä on saavutettu. Toisinkuin Kuolemaottelussa, sinulla on valmiiksi aseita sekä ammuksia.
it: L'obiettivo di una partita FFA è eliminare più giocatori possibile fino al limite di tempo o di uccisioni. Diversamente dal DM, si posseggono fin da subito tutte le armi e munizioni.
pt_br: O objetivo do modo Todos Contra Todos é eliminar o maior número de jogadores possível até o tempo acabar ou até atingir o limite de eliminações. Ao contrário do Mata-mata, você surge com armas e munição.
vi: Mục tiêu của Đấu Tự Do - FFA - là giết nhiều nhất có thể. Tuy nhiên khác với Đấu Đơn, bạn có tất cả vũ khí

source: Game mode where one player is tagged and all other players attempt to frag the tagged player. Tagged player gets score for each second he/she stays alive. The person who frags the tagged player, becomes tagged.
de: Spielmodus in welchem ein Spieler markiert wird und die anderen Spieler versuchen ihn zu fangen. Der markierte Spieler bekommt Punkte für jede Sekunde die er überlebt. Die Person, die den markierten Spieler erledigt wird selbst markiert.
es_419: Aquí un jugador es marcado mientras que los otros intentaran eliminar al jugador marcado, el jugador marcado gana puntos conforme mas tiempo/segundos se mantenga con vida. Si alguien llegase a matar al marcado, el se vuelve el marcado y el siguiente objetivo a eliminar
fi: Pelimuoto jossa yksi pelaaja on merkattu ja kaikki muut pelaajat yrittävät eliminoida merkatun pelaajan. Merkattu pelaaja saa pisteitä jokaisesta sekunnista jonka hän pysyy elossa. Se joka eliminoi merkatun pelaajan, merkataan.
it: Modalità di gioco dove un giocatore viene etichettato e tutti gli altri giocatori devono cercare di eliminarlo. Il giocatore etichettato ottiene punti per ogni secondo in cui riesce a restare in vita. La persona che elimina il giocatore etichettato diventerà a sua volta il giocatore da eliminare.
ja: 1人のプレイヤーがタグ付けされ、他のすべてのプレイヤーがタグ付けされたプレイヤーをフラグしようとするゲームモード。タグ付けをされたプレイヤーは、生き続けると毎秒スコアを取得します。タグ付けされたプレイヤーをフラグした人は、タグ付けされたプレイヤーになります。
pt_br: Modo de jogo em que um jogador é o fugitivo e todos os outros tentam eliminá-lo. O fugitivo ganha pontos por cada segundo que sobreviver. O jogador que eliminá-lo passa a ser o novo fugitivo.
vi: Trong chế độ Săn Đầu - một người chơi sẽ bị đánh dấu và các người chơi khác cần giết người bị đánh dấu. Người bị đánh dấu ăn điểm mỗi giây sống sót. Người giết người bị đánh dấu, sẽ trở nên bị đánh dấu

source: The goal of the race game mode is to finish the map or sector as quickly as possible!
de: Das Ziel des Race-Spielmodus ist es, eine Map oder einen Sektor so schnell wie möglich zu durchlaufen!
es_419: La meta de el modo de carrera, es terminar el mapa lo mas rápido posible DAH es una carrera que esperabas?, mas te vale que seas bueno, baboso
fi: Tarkoitus Juoksu-pelimuodossa on päästä kartan loppuun mahdollisimman nopeasti!
it: L'obiettivo della modalità di gioco "corsa" è completare la mappa o il settore il più velocemente possibilie.
ja: 可能な限り素早くマップまたはセクターを終わらせろ!
pt_br: O objetivo do modo Corrida é terminar o mapa ou setor o mais rápido possível!
vi: Mục tiêu của chế độ Đua là hoàn thành Map nhanh nhất có thể!

source: Team-vs-team game mode. The goal of a team deathmatch game is to frag as many players of the opposing team as possible until the time or frag limit is reached.
de: Team-gegen-Team Spielmodus. Das Ziel eines Team-Deathmatch Spieles ist es soviel Spieler des anderen Teams wie möglich zu erledigen bevor das Zeit- oder Frag-limit erreicht ist.
es_419: La meta de partida a muerte es eliminar la mayor cantidad de jugadores del equipo enemigo dentro de un limite de tiempo/muertes establecido
fi: Joukkue-vastaan-joukkue pelimuoto. Joukkue-taistelun tarkoitus on eliminoida mahdollisimman paljon vastustajajoukkueen pelaajia kunnes aika tai eliminointiraja on saavutettu.
it: Modalità squadra contro squadra. L'obiettivo del deathmatch a squadre è eliminare più giocatori possibile della squadra avversaria prima della fine del tempo o prima di raggiungere il limite di uccisioni.
ja: チーム対チームのゲームモードだ。時間切れ、もしくはフラグ上限に達するまで可能な限り相手チームのプレイヤーを倒せ。
pt_br: Modo de jogo de equipe contra equipe. O objetivo do Mata-mata por Equipe é eliminar o máximo de jogadores da equipe adversária possível até o tempo acabar ou até atingir o limite de eliminações.
vi: Chế độ Đấu Đội - Mục tiêu là giết đội địch nhiều hơn trước khi hết thời gian.

source: Team based game mode where teams attempt to gain control of three different areas in the map. The team who gains control of all three objects, wins the round.
de: Team basierter Spielmodus in welchem Teams versuchen die Kontrolle über drei verschiedene Areale in der Map zu erhalten. Das Team, welches die Kontrolle aller drei Punkte erhält, gewinnt die Runde.
es_419: Equipo Dominado, aquí deberás tomar control de tres áreas diferentes repartidas por el mapa, el equipo que obtenga control de los tres puntos gana la ronda
fi: Joukkuepelimuoto jossa joukkueet yrittävät vallata kolmea eri aluetta kartassa. Joukkue joka saa kaikki kolme aluetta valtaansa voittaa erän.
it: Modalità di gioco a squadra dove ogni squadra deve conquistare il controllo di tre differenti zone della mappa. La squadra che controlla tutti e tre le zone vince il round.
ja: チームがマップ内の 3 つの異なるエリアのオブジェクトを取得しようとするチームベースのゲーム モード。3つのオブジェクトすべてを制圧したチームがラウンド勝利となります。
pt_br: Modo de jogo entre equipes em que elas tentam obter o controle de três áreas distintas do mapa. A equipe que obter o controle de todas as três áreas vence a rodada.
vi: Chế độ mà các đội sẽ giành kiểm soát 3 khu vực trên bản đồ. Đội chiếm được cả 3 điểm sẽ thắng

source: Open chat
de: Öffne Chat
es_419: Chat Abierto
fi: Avaa chat
it: Apri chat
ja: チャットを開く
pt_br: Abrir bate-papo
sv: Öppen chat
vi: Chat Tổng

source: The game server is suggesting you can watch this match on WarforkTV. Do you agree?
de: Der Spiel-Server empfiehlt dir dieses Spiel auf WarforkTV anzusehen. Nimmst du an?
es_419: El servidor del juego esta recomendando que esta partida se puede en WarforkTV. Estas de acuerdo?
fi: Pelipalvelin ehdottaa sinulle tämän ottelun katsomista WarsovTV:ssä. Hyväksytkö?
it: Il server di gioco ti invita a guardare questa partita su WarforkTV. Accetti?
ja: ゲームサーバーは、WarforkTVでこの試合を見ることができると提案しています。同意しますか？
pt_br: O servidor está sugerindo que você assista a esta partida em WarforkTV. Você concorda?
sv: Spelets server förslår att du tittar på spelet på WarforkTV. Går du med på detta?
vi: Máy chủ đề nghị bạn có thể xem trận đấu trên WarforkTV. Bạn có đồng ý?

source: You will be automatically connected to WarforkTV server "%s" at %s in %s seconds...
de: Du wirst automatisch zu dem WarforkTV Server "%s" bei %s in %s Sekunden verbunden...
es_419: Seras conectado al servidor de WarforkTV server "%s" como %s en %s segundos...
fi: Sinut yhdistetään automaattisesti WarforkTV palvelimelle "%s" osoitteeseen %s %s sekunnissa...
it: Sarai automaticamente connesso al server di WarforkTV "%s" a %s in %s secondi...
ja: WarforkTVサーバーに自動的に接続されます。"%s" at%s in %s秒...
pt_br: Você será automaticamente conectado ao servidor de WarforkTV "%s" no IP %s em %s segundo(s)...
vi: Bạn sẽ được kết nối tự động đến máy chủ WarforkTV "%s" tại địa chỉ "%s" trong "%s" giây

source: Acceleration on forward jumping
de: Beschleunigung bei Vorwärtsspringen
es_419: Acelerar mientras se salta hacia adelante
fi: Ohjattavuus eteenpäin hyppimisessä
it: Accelerazione per ogni salto in avanti
ja: 前進ジャンプで加速
pt_br: Aceleração ao pular consecutivamente para frente
vi: Tăng tốc khi nhảy về phía trước

source: Disable autohop
de: Autohop abschalten
es_419: Desactivar salto automático
fi: Poista automaattinen hyppy
it: Disabilita autohop
ja: autohopを無効
pt_br: Desativar pulo automático ao segurar o botão
sv: Avaktivera autohop
vi: Tắt tự động nhảy

source: Enable view animation
de: Animierte Blickfeld-Kamera einschalten
es_419: Activar animación de vista
fi: Kytke näkökentän täristys
it: Abilita animazioni della visuale
ja: ビューアニメーションを有効にする
pt_br: Ativar animação da câmera ao aterrissar
sv: Aktivera vy-animationer
vi: Bật Animation View

source: Show critical hit effect
es_419: Mostrar efectos de Golpes críticos
fi: Näytä kriittisen osuman efekti
it: Mostra effetto colpo critico
ja: クリティカルヒット時のエフェクトを表示する
pt_br: Exibir efeito de acerto crítico
vi: Hiện hiệu ứng bắn trực diện

source: Touch look sensitivity
de: Touch Umsehen-Sensitivität
fi: Ympärillekatsomisen kosketusherkkyys
it: Sensibilità vista touch
pt_br: Sensibilidade do toque
vi: Độ Nhạy Chuột Cảm Ứng

source: Touch look deceleration
de: Touch Umsehen-Verlangsamung
fi: Ympärillekatsomisen kosketushidastus
it: Decelerazione vista touch
pt_br: Desaceleração do toque
vi: Độ Giảm Tốc Cảm Ứng

source: Invert touch look
de: Touch Umsehen invertieren
fi: Päinvastainen ympärillekatsominen kosketuksella
it: Inverti vista touch
pt_br: Inverter toque vertical
vi: Đảo Chiều Chuột Cảm Ứng

source: Touch controls size
de: Touch Kontrollen Größe
fi: Kosketuskontrollien koko
it: Dimensioni controlli touch
pt_br: Tamanho dos controles de toque
vi: Kích cỡ Điều khiển cảm ứng

source: Flip touch controls
de: Vertausche Touch Kontrollen
fi: Päinvastaiset kosketuskontrollit
it: Scambia controlli touch
pt_br: Inverter controles de toque
vi: Xoay ngược điều khiển cảm ứng

source: Horizontal stick sensitivity
de: Horizontale Stick Sensitivität
fi: Tapin vaakaherkkyys
it: Sensibilità stick orizzontale
ja: 左右スティックの感度
pt_br: Sensibilidade horizontal do analógico
vi: Độ Nhạy Ngang Cần Nắm

source: Vertical stick sensitivity
de: Vertikale Touch Kontrollen
fi: Tapin pystyherkkyys
it: Sensibilità stick verticale
ja: 上下スティックの感度
pt_br: Sensibilidade vertical do analógico
vi: Độ Nhạy Dọc Cần Nắm

source: Invert gamepad look
de: Invertiere Gamepad Umsehen
fi: Päinvastainen ympärillekatsominen peliohjaimessa
it: Inverti camera del controller
ja: ゲームパッドの外観を反転する
pt_br: Inverter eixo vertical do analógico
vi: Đảo ngược cần nắm

source: Swap gamepad sticks
de: Tausche Gamepad-Sticks
fi: Vaihda peliohjaimen tapit
it: Scambia stick del controller
ja: ゲームパッドのスティックを交換する
pt_br: Trocar mecanismo dos analógicos
vi: Đổi chiều núm tay cầm

source: Chat message sound
de: Nachrichten Sound
es_419: Sonido del chat de mensajes
fi: Viestin merkkiääni
hu: Üzenetjelző hang
it: Suono dei messaggi in chat
ja: チャットメッセージ音
pt_br: Som de mensagem do bate-papo
ro: Sunet mesaj discuţie
sv: Ljud för chattmeddelanden
vi: Âm thanh tin nhắn

source: Keep playing sounds in background
de: Spiele Sounds auch im Hintergrund
fi: Toista äänet ohjelman ollessa taustalla
hu: Hang az Asztalon is
it: Mantieni il suono anche in background
ja: 非アクティブ時でも音を鳴らす
pt_br: Sons ativos em segundo plano
ro: Redă sunetul în fundal
sv: Fortsätt spela ljud i bakgrunden
vi: Tiếp tục chơi nhạc khi đang ở nền

source: Play on a ranked server to start tracking your stats.
de: Spiele auf einem gewerteten Server um deine Statistiken zu verfolgen.
fi: Pelaa ranked palvelimilla jotta saat tilastoja pelaamisestasi.
it: Gioca su un server ranked per monitorare le tue statistiche.
ja: ランク付けされたサーバーでプレイして、統計情報のトラッキングを開始します。
pt_br: Jogue em um servidor ranqueado para começar a gravar suas estatísticas.
sv: Spela på en rankad server för att följa din statestik
vi: Chơi trên một máy chủ Xếp Hạng để theo dõi thông số của bạn

source: Bots: %s
fi: Botit: %s
hu: Botok: %s
it: Bot: %s
ro: Boţi: %s
vi: Số lượng Bot: %s

source: The selected HUD may not be optimized for touchscreen input.
de: Das gewählte HUD ist womöglich nicht für Touchscreen-Eingaben geeignet.
es_419: La HUD selecciona no se encuentra optimizada para la pantalla táctil
fi: Valittu HUD ei ehkä ole optimoitu kosketusnäytölle.
it: L'HUD selezionato potrebbe non essere ottimizzato per i comandi touchscreen.
ja: 選択されたHUDはタッチ入力に最適化できません。
pt_br: O HUD selecionado pode não ser otimizado para entrada touchscreen.
vi: HUD được chọn có thể không hỗ trợ màn hình cảm ứng.

source: Dynamic lights
de: Dynamische Lichter
es_419: Luces Dinamicas
fi: Dynaaminen valaistus
it: Luci dinamiche
ja: ダイナミックライト
pt_br: Iluminação dinâmica
sv: Dynamiska ljus
vi: Ánh sáng tương tác

source: simple lights
de: Einfache Lichter
es_419: Luces Simples
fi: yksinkertainen valaistus
it: Luci semplici
ja: シンプルライト
pt_br: iluminação simples
sv: enkla ljus
vi: Ánh sáng đơn giản

source: per-pixel lights
de: Pro-Pixel Lichter
es_419: Luces por pixel
fi: pikselikohtainen valaistus
it: Illuminazione per-pixel
pt_br: iluminação por pixel
sv: per-pixel ljus
vi: Ánh sáng theo điểm ảnh

source: Don't suggest servers
de: Schlage keine Server vor
es_419: No recomendar servidores
fi: Älä ehdota palvelimia
it: Non suggerire server
ja: 推奨サーバーを表示しない
pt_br: Não sugerir servidores
vi: Không đề nghị máy chủ

source: Gamepad look acceleration
de: Gamepad Umsehen Beschleunigung
fi: Ympärillekatsomisen kiihdytys peliohjaimessa
it: Accelerazione visuale del controller
pt_br: Aceleração do gamepad
vi: Gia tốc độ nhạy tay cầm

source: Framerate (FPS) limit
es_419: Limitar Fps
fi: Kuvataajuuden (FPS) rajoitus
it: Limite del framerate (FPS)
ja: フレームレート制限
pt_br: Limite de FPS
vi: Giới hạn khung hình (giây)

source: Back
de: Zurück
es_419: Volver
fi: Takaisin
hu: Hát
it: Indietro
ja: 戻る
pt_br: Voltar
ro: Spate
sv: Tillbaka
vi: Trở Về

source: Cast a vote
de: Starte eine Wahl
fi: Aloita äänestys
it: Avvia votazione
ja: 投票する
pt_br: Iniciar uma votação
vi: Bầu Chọn

source: Color correction
de: Farbkorrektur
es_419: Corrección de Color
fi: Värien korjaus
it: Correzione colore
ja: 色補正
pt_br: Correção de cores
sv: Färg korrektion
vi: Chỉnh Màu

source: Use the selected model for all players
de: Benutze das ausgewählte Modell für alle Spieler
es_419: Usar el modelo selecciona para todos los jugadores
fi: Käytä valittua hahmoa kaikille pelaajille
it: Usa il modello selezionato per tutti i giocatori
ja: 全てのプレイヤーに選択したモデルを使う
pt_br: Usar o modelo selecionado para todos os jogadores
vi: Sử dụng mô hình này cho toàn bộ người chơi

source: Use the selected color for all players
de: Benutze die ausgewählte Farbe für alle Spieler
es_419: Usar el color seleccionado para todos los jugadores
fi: Käytä valittua väriä kaikille pelaajille
it: Usa il colore selezionato per tutti i giocatori
ja: 全てのプレイヤーに選択した色を使う
pt_br: Usar a cor selecionada para todos os jogadores
vi: Sử dụng màu này cho toàn bộ người chơi

source: Game mode which provides hints on basic Warfork movements and allows the player to play a duel match against an AI-controlled opponent.
de: Spielmodus in welchem Tipps über grundlegende Bewegungen gegeben werden und der Spieler ein Duel gegen einen KI-kontrollierten Gegner bewältigen kann.
es_419: En este modo de juego aprenderás el movimiento básico en Warfork, ademas de enfrentarte en duelo a un bot, para que le cojas el truco al juego
fi: Pelimuoto joka näyttää Warforkin alkeet ja antaa sinun taistella helppoa tietokonevastustajaa vastaan kaksintaistelussa.
it: Modalità di gioco che fornisce consigli sui movimenti base di Warfork e permette al giocatore di giocare un duello contro un avversario controllato dall'IA
ja: 基本的なWarforkの動きに関するヒントを提供し、プレイヤーがAI制御の対戦相手との決闘を行えるゲームモード。
pt_br: Modo de jogo que fornece dicas sobre os movimentos básicos de Warfork e que permite ao jogador duelar contra um adversário controlado por IA.
vi: Chế độ hướng dẫn giúp cho bạn hiểu về cách di chuyển trong Warfork và đấu tập với AI Máy

source: Don't ask me again
de: Frage mich nicht mehr
es_419: No preguntarme otra vez
fi: Älä kysy uudelleen
it: Non me lo chiedere ancora
ja: 次回から尋ねない
pt_br: Não perguntar novamente
sv: Fråga inte igen
vi: Không hỏi lại

source: Gameplay tutorial
de: Spielprinzip Tutorial
es_419: Tutorial de Juego
fi: Harjoitustila
it: Tutorial del gioco
ja: ゲームプレイチュートリアル
pt_br: Tutorial
sv: Spel tutorial
vi: Hướng Dẫn Chơi

source: You are about to launch the tutorial stage of Warfork. Continue?
de: Du bist dabei das Tutorial Level von Warfork zu starten. Weiter?
es_419: Vas a salir de la etapa del tutorial de Warkork. Deseas continuar?
fi: Olet aloittamassa harjoitustilan Warforkissa. Jatketaanko?
it: Stai per avviare la fase tutorial di Warfork. Continuare?
ja: Warforkのチュートリアルステージを始めます。続けますか？
pt_br: Você está prestes a iniciar o tutorial de Warfork. Continuar?
sv: Du är påväg att starta tutorial banan i Warfork. Fortsätt?
vi: Bạn chuẩn bị chơi phần Hướng Dẫn. Tiếp tục?

source: Welcome to Warfork!
de: Wilkommen zu Warfork!
es_419: Bienvenido a Warfork!
fi: Tervetuloa Warforkan!
hu: Üdv a Warforkban!
it: Benvenuto su Warfork!
ja: Warforkへようこそ！
pt_br: Boas-vindas ao Warfork!
ro: Bine ai venit în Warfork!
sv: Välkommen till Warfork!
vi: Chào mừng đến với Warfork

source: Perhaps you would like to learn the basics of the gameplay and test your combat skills on our tutorial?
de: Würdest du vielleicht gerne die Grundlagen des Spieles lernen und deine Fähigkeiten in unserem Tutorial austesten?
es_419: ¿Quizás te gustaría aprender los conceptos básicos del juego y probar tus habilidades de combate en nuestro tutorial?
fi: Ehkä haluaisit opetella pelin perusteet ja testata taitojasi harjoittelutilassa?
it: Forse vorresti imparare le basi del gameplay e testare la tua abilità nel combattimento col nostro tutorial?
ja: おそらく、あなたはゲームプレイの基礎を学び、私たちのチュートリアルであなたの戦闘スキルを試したいですか?
pt_br: Gostaria de aprender o básico do jogo e testar suas habilidades de combate em nosso tutorial?
sv: Du kanske vill lära dig grunderna av spelet och pröva dina stridskunskaper i våran tutorial?
vi: Bạn có thể muốn học các bước căn bản trong phần Hướng Dẫn?

source: Shuffles teams
de: Mische Teams
es_419: Mezclar los equipos
fi: Sekoittaa joukkueet
it: Mescola le squadre
ja: チームをシャッフルする
pt_br: Mistura as equipes
sv: Blandar lagen
vi: Xáo trộn đội

source: Forgot your password?
de: Passwort vergessen?
es_419: Olvidaste tu contraseña? Baboso
fi: Unohditko salasanasi?
it: Hai dimenticato la tua password?
ja: パスワードを忘れた？
pt_br: Esqueceu sua senha?
sv: Glömt ditt lösenord?
vi: Quên mật khẩu?

source: Race
de: Rennen
es_419: Carrera
fi: Juoksu
it: Gara
ja: レース
pt_br: Corrida
ro: Cursă
vi: Đua

source: Profile
de: Profil
es_419: Perfil
fi: Profiili
hu: Profil
it: Profilo
ja: プロフィール
pt_br: Perfil
ro: Profil
sv: Profil

source: Player
de: Spieler
es_419: Jugador
fi: Pelaaja
hu: Játékos
it: Giocatore
ja: プレイヤー
pt_br: Jogador
ro: Jucător
sv: Spelare
vi: Người Chơi

source: Teams
es_419: Equipos
fi: Joukkueet
hu: Csapatok
it: Squadre
ja: チーム
pt_br: Equipes
ro: Echipe
sv: Lag
vi: Đội

source: Audio
es_419: Sonido
fi: Äänet
hu: Hang
ja: オーディオ
pt_br: Áudio
sv: Ljud
vi: Âm Thanh

source: Input
de: Eingabe
fi: Ohjaus
hu: Irányítás
it: Comandi
ja: 入力
pt_br: Entrada
ro: Tastatură / Mouse
sv: Inmatning
vi: Nút Bấm

source: Save changes
de: Anwenden
es_419: Aplicar
fi: Tallenna muutokset
hu: Alkalmaz
it: Salva modifiche
ja: 変更を保存
pt_br: Aplicar
ro: Salvează
sv: Spara
vi: Lưu thay đổi

source: Cancel
de: Abbrechen
es_419: Cancelar
fi: Peruuta
hu: Mégse
it: Annulla
ja: キャンセル
pt_br: Cancelar
ro: Renunţă
sv: Avbryt
vi: Hủy

source: Model
de: Modell
es_419: Modelo
fi: Hahmo
hu: Modell
it: Modello
ja: モデル
pt_br: Modelo
sv: Modell
vi: Mô Hình

source: Name
es_419: Nombre
fi: Nimi
hu: Név
it: Nome
ja: 名前
pt_br: Nome
ro: Nume
sv: Namn
vi: Tên

source: Clan
fi: Klaani
hu: Klán
ja: クラン
pt_br: Clã
sv: Klan

source: Misc
de: Verschiedenes
es_419: Varios
fi: Sekalaiset
hu: Egyéb
it: Misto
ja: その他
pt_br: Diversos
ro: Altele
sv: Blandat
vi: Linh Tinh

source: Player HUD
fi: Pelaajan HUD
it: HUD Giocatore
pt_br: HUD de jogador
vi: HUD Người Chơi

source: Spectator HUD
de: Zuschauer-HUD
es_419: Hud de Espectador
fi: Katsojan HUD
hu: Nézelődő HUD
it: HUD spettatore
ja: 観戦者HUD
pt_br: HUD de espectador
ro: Interfaţă Spectator
sv: Åskådar-HUD
vi: HUD Theo Dõi

source: Crosshair
de: Fadenkreuz
es_419: Mira
fi: Tähtäin
hu: Célkereszt
it: Mirino
ja: クロスヘア
pt_br: Retículo
ro: Model ţintă
sv: Sikte
vi: Tâm Ngắm

source: Weapon position
de: Waffenstellung
es_419: Posición de Arma
fi: Aseen paikka
it: Posizione arma
ja: 武器のポジション
pt_br: Posição da arma
ro: Poziţionarea armei
vi: Vị Trí Vũ Khí

source: default
de: Standard
es_419: Por defecto
fi: oletus
hu: alapbeállítás
it: Impostazioni predefinite
ja: 既定
pt_br: padrão
ro: standard
sv: standard
vi: mặc định

source: right
de: Rechts
es_419: Derecha
fi: oikea
hu: jobboldalt
it: destra
ja: 右
pt_br: direita
ro: dreapta
sv: höger
vi: phải

source: left
de: Links
es_419: Izquierda
fi: vasen
hu: baloldalt
it: sinistra
ja: 左
pt_br: esquerda
ro: stânga
sv: vänster
vi: trái

source: center
de: Zentral
es_419: Centrado
fi: keski
hu: középen
it: centro
ja: 中央
pt_br: centro
ro: centrată
sv: centrerad
vi: Giữa

source: FOV while using zoom
de: Sichtfeld während des Zoomens [Grad]
es_419: Campo de visión usando el zoom
fi: FOV zoomatessa
hu: Zoom látószög
it: FOV durante lo zoom
ja: ズーム中のFOV
pt_br: Campo de visão do zoom
ro: Unghi vedere periferică (FOV) pentru lunetă
sv: Synfält (FOV) under användning av zoom
vi: FOV khi bật ngắm

source: Simple items
de: Einfache Items
es_419: Objetos simples
fi: Yksinkertaiset esineet
hu: Egyszerűsített tárgyak
it: Oggetti semplici
ja: アイテムをシンプルにする
pt_br: Itens simples
ro: Obiecte simple
sv: Enkla objekt
vi: Vật Phẩm Tối Giản

source: Show teammates' indicators
de: Team-Indikatoren anzeigen
es_419: Mostrar Indicadores para los compañeros de equipos
fi: Näytä joukkuetovereiden osoittimet
it: Mostra indicatori dei compagni di squadra
ja: チームメイトの場所を表示
pt_br: Exibir indicadores de colegas de equipe
vi: Hiện trỏ của đồng đội

source: Show help
de: Hilfe anzeigen
es_419: Mostrar Ayudas
fi: Näytä ohjeet
hu: Segítség megjelenítése
it: Mostra aiuti
ja: ヘルプを表示
pt_br: Exibir ajuda
ro: Afișează mesaje ajutătoare
sv: Visa hjälp
vi: Hiện giúp đỡ
