Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: de, es_419, fi, hu, it, ja, pt_br, ro, sv, vi

source: Toggles whether instagun can be used for weapon jumping
de: Lasse Instagunjump zu
fi: Valitsee, voiko instagunia käyttää asehyppyyn
hu: Mesterlövész puskával történő ugrás-segítés engedélyezése/tiltása
it: Abilita/disabilita la possibilità di utilizzare l'instagun per eseguire dei weapon jumping
ja: インスタガンをジャンプに使えるかどうかを切り替える
pt_br: Ativa/desativa salto com Instaraio
ro: Stabilește dacă Instagun-ul poate fi utilizat pentru salturi speciale
sv: Växlar om instagun kan användas för vapenhopp
vi: Bật tắt sử dụng Instagun để nhảy

source: Toggles the availability of instashield in instagib
de: Instashield
es_419: Permitir la disponibilidad de la cura instantánea o la muerte instantánea
fi: Valitsee instakilven saatavuuden instagibissä
hu: Pajzs engedélyezése egy lövés - egy halál módban
it: Abilita/disabilita la disponibilità dell'instashield durante la modalità instagib
ja: インスタギブモードでシールドが使えるかどうかを切り替える
pt_br: Ativa/desativa instaescudo em Instagib
ro: Setează disponibilitatea scutului instant în modul instagib
sv: Växlar om instasköld finns tillgänglig i instagib
vi: Bật tắt vật phẩm Instashield trong chế độ Instagib

source: Toggles whether falling long distances deals damage
de: Fallschaden
es_419: permitir que la caída de grandes alturas cause daño
fi: Valitsee, ottaako korkealta putoamisesta vahinkoa
hu: Sebzés engedélyezése/tiltása magasról leesés esetén
it: Abilita/disabilita il danno provocato da una caduta a lunga distanza
ja: 長距離の落下でダメージを受けるかどうかを切り替える
pt_br: Ativa/desativa dano de queda
ro: Stabilește dacă salturile de la înălțimi mari rănesc jucătorii
sv: Växlar om höga fall orsakar skada
vi: Bật tắt sát thương nhảy từ trên cao

source: Toggles whether weapon splashes can damage self
de: Schaden durch Explosion eigener Projektile An/Aus
es_419: Permitir el auto daño
fi: Valitsee, voivatko aseiden avulla satuttaa itseä
hu: Önsebzés engedélyezése
it: Abilita/disabilita l'auto-danno quando ci si colpisce con un'arma
ja: 自爆ダメージを受けるかどうかを切り替える
pt_br: Ativa/desativa dano próprio
ro: Stabilește dacă armele pot răni jucătorul care le folosește (splash damage)
sv: Växlar om stänkskada kan orsaka självskada
vi: Bật tắt sát thương diện rộng lên bản thân

source: Pauses the game
de: Pausiert das Spiel
es_419: Pausa el Juego
fi: Pysäyttää pelin
hu: Játék szüneteltetése
it: Mette in pausa la partita
ja: ゲームを一時停止
pt_br: Pausa o jogo
ro: Întrerupe meciul
sv: Pausar spelet
vi: Dừng trận

source: Resumes the game if in timeout
de: Weiterspielen, falls das Spiel pausiert ist
fi: Jatkaa keskeytettyä peliä
hu: Szünet vége
it: Riprende la partita se è stato abilitato il timeout
ja: ゲーム停止中ならゲームを再開する
pt_br: Resume o jogo se estiver em pausa
ro: Continuă meciul dacă pauza este activată
sv: Återupptar spelet om det är i timeout
vi: Tiếp tục trận sau khi nếu đang dừng

source: Toggles the challenging spectators queue line
de: Herausfordererwarteschlange
es_419: Cambiar la fila de retadores en espectador
fi: Valitsee, onko haastajajono käytössä
hu: Kihívó sor engedélyezése/tiltása
it: Abilita/disabilita la coda dei partecipanti
ja: 観戦者が挑戦者キューに入れるか切り替える
pt_br: Ativa/desativa a fila de espectadores desafiantes
ro: Activează coada de așteptare pentru concurenții spectatori
sv: Växlar utmanarkö för åskådare
vi: Bật tắt thách đấu người theo dõi trong hàng chờ

source: Toggles whether uneven teams is allowed
de: Ungleiche Teamgröße
es_419: Permitir que haya equipos dispares
fi: Valitsee, onko epätasaiset joukkueet sallittuja
hu: Egyenlőtlen csapatfelosztás engedélyezése
it: Abilita/disabilita la possibilità di formare delle squadre sbilanciate
ja: アンイーブンなチームを許可するか切り替える
pt_br: Define se equipes desiguais são permitidas ou não
ro: Stabileşte dacă sunt permise echipe cu număr inegal de jucători
sv: Bestämmer om ojämna lag är tillåtet
vi: Bật tắt cho phép đội không cân bằng

source: Enables or disables the dropping of powerups at dying
de: Power-up fallen lassen
es_419: Activa o Desactiva la perdida de los powerups al morir
fi: Valitsee, onko teholisien putoaminen kuollessa käytössä
hu: Erősítők eldobásának engedélyezése/tiltása halál esetén
it: Abilita o disabilita il lancio del powerup quando si viene uccisi
ja: 死亡時にパワーアップを落とすかどうか
pt_br: Ativa/desativa largar potencializadores ao morrer
ro: Activează sau dezactivează apariţia amplificatorilor după eliminarea unui jucător
sv: Växlar om powerups släpps vid död
vi: Bật tắt cho phép thả PowerUp khi chết

source: Enables or disables instant flag captures and unlocks
de: Wartezeit um Flagge abzugeben aufzunehmen
es_419: Activa o desactiva la captura instantánea de la bandera y el desbloqueo
fi: Valitsee, onko lippujen välitön kaappaaminen käytössä
hu: Azonnali zászló felvétel és zsákmányolás engedélyezése
it: Abilita/disabilita l'istantanea cattura o sblocco delle bandiere
ja: 即時に旗をキャプチャーできたりするか
pt_br: Ativa/desativa desbloqueios e capturas de bandeiras instantâneos
ro: Activează sau dezactivează deblocările și capturările instante ale steagului
sv: Växlar omedelbara flaggfångster och upplåsningar
vi: Bật tắt cướp cờ tức thời

source: Enables or disables the spawning of powerups
de: Power ups auf Karte
es_419: Activa o Desactiva la aparicion de los powerups
fi: Valitsee, onko teholisät käytössä
hu: Erősítők engedélyezése
it: Abilita o disabilita lo spawn dei powerup
ja: パワーアップを出現させるかどうか
pt_br: Ativa/desativa o surgimento de poderes no mapa
ro: Activează sau dezactivează apariția amplificatorilor
sv: Växlar om powerups kommer till
vi: Bật tắt các PowerUp

source: If enabled, tag fragger will become new tag automatically
de: Wer den Gejagten erledigt wird automatisch Gejagter
fi: Valitsee, tuleeko tagatun tappajasta uusi tagattu
hu: Ha engedélyezett, az utolsó gyilkos lesz az új célpont automatikusan
it: Se abilitato, il giocatore che fragga l'obiettivo taggato diventerà automaticamente il nuovo obiettivo
ja: もし有効なら, タグ持ちを倒すと自動的に新しいタグ持ちになる
pt_br: Se ativado, o eliminador do fugitivo se tornará o novo fugitivo automaticamente
ro: Dacă este activă, cine omoară jucătorul marcat va deveni automat noua țintă
sv: Om på: den som fraggar jagaren blir den nye jagaren automatiskt
vi: Nếu bật, người giết người bị Tag sẽ tự động bị đánh dấu

source: Sets the speed at which the capture points heal their owners
de: Setzt die Geschwindigkeit mit der Eroberungspunkte ihre Eroberer heilen
es_419: Establece la cantidad de curación que proporcionan los puntos de captura
fi: Asettaa kaappauspisteen parannusnopeuden
hu: Bázisok gyógyítási sebességének beállítása
it: Seleziona la velocità con la quale i punti di cattura guariscono i loro possessori
ja: そのキャプチャーポイントを持っているチームの回復速度を指定する
pt_br: Define a velocidade a qual os pontos de captura curam os donos
ro: Setează viteza cu care un punct de capturat își vindecă aliații
sv: Anger hur snabbt knotrollpunkter helar sina ägare
vi: Đặt tốc độ hồi máu trên điểm đang chiếm

source: Sets the time in seconds between reinforcement respawn waves
de: Setzt die Zeit in Sekunden zwischen Angriffswellen
es_419: Establece el tiempo de reaparacion de las oleadas
fi: Asettaa tukijoukkojen uudelleensaapumisajan sekunneissa
hu: Erősítési hullámok (újraéledés) közötti idő beállítása
it: Imposta il tempo in secondi tra ogni ondata di respawn di rinforzi
ja: リスポーンで増援がくる秒数を指定する
pt_br: Define o tempo em segundos entre as ondas de surgimento de reforços
ro: Setează (în secunde) timpul scurs între două valuri de întăriri
sv: Anger tid i sekunder mellan förstärkningsvågor
vi: Đặt thời gian theo giây cho các lượt tiếp tế hồi sinh

source: Downloading %s from server at %s k/s
de: Lade %s vom Server herunter mit einer Geschwindigkeit von %s k/s
es_419: Descargando %s del servidor a %s k/s
fi: Ladataan %s palvelimelta %s k/s nopeudella
hu: %s letöltés alatt a szerverről. Sebesség: %s kbit/s.
it: Download di %s dal server a %s k/s
ja: ダウンロード中: %s (%s k/s)
pt_br: Baixando %s do servidor a %s k/s
ro: %s este transferat de pe server cu viteza de %s k/s
sv: Laddar ner %s från server i %s k/s
vi: Đang tải %s từ máy chủ với tốc độ %s Kb/s

source: Downloading %s from the web at %s k/s
de: Lade %s aus dem Internet herunter mit einer Geschwindigkeit von %s k/s
es_419: Descargando %s de la Web a %s k/s
fi: Ladataan %s verkosta %s k/s nopeudella
hu: %s letöltés alatt külső kiszolgálótól. Sebesség: %s kbit/s.
it: Download di %s dal web a %s k/s
ja: ダウンロード中: %s (%s k/s)
pt_br: Baixando %s da internet a %s k/s
ro: %s este transferat de pe Internet cu viteza de %s k/s
sv: Laddar ner %s från webben i %s k/s
vi: Đang tải %s từ web với tốc độ %s Kb/s

source: Logging in, hold on...
de: Einloggen, bitte warten...
es_419: Iniciando sesión, espera ...
fi: Kirjaudutaan sisään, odota...
hu: Bejelentkezés, kérlek várj...
it: Accesso in corso, attendi...
ja: ログインしています...
pt_br: Fazendo login. Aguarde...
ro: Te rugăm să aștepți autentificarea...
sv: Loggar in, vänta...
vi: Đang đăng nhập, xin đợi...

source: Searching for game servers...
de: Suche nach Servern...
es_419: Buscando servidores para jugar
fi: Etsitään palvelimia...
hu: Szerverek keresése folyamatban...
it: Ricerca dei server di gioco in corso...
ja: サーバーを探しています...
pt_br: Buscando servidores...
ro: Sunt căutate servere...
sv: Letar efter spelservrar
vi: Đang tìm máy chủ...

source: Browse servers manually
de: Server manuell durchsuchen
es_419: Búsqueda de servidores manualmente
fi: Hae palvelimia manuaalisesti
hu: Szerverek böngészése
it: Esplora i server manualmente
ja: 手動でサーバーを探す
pt_br: Buscar servidores manualmente
ro: Caută manual servere
sv: Sök servrar manuellt
vi: Tự duyệt qua máy chủ

source: Chat
hu: Csevegés
ja: チャット
pt_br: Bate-papo
ro: Discută
sv: Chatt

source: Video
hu: Videó
ja: グラフィック
pt_br: Vídeo
vi: Hình Ảnh

source: FOV
de: Sichtfeld [Grad]
es_419: Campo de Visión
hu: Látószög
ja: FOV(視野角)
pt_br: Campo de visão
ro: Unghi vedere periferică (FOV)
sv: Synfält (FOV)

source: Auto
hu: Automatikus
it: Automatico
ja: 自動
pt_br: Automático
vi: Tự Động

source: min.
hu: perc
ja: 分
vi: phút

source: Mod: %s
hu: Mód: %s
vi: Quản Trị: %s

source: Instagib
es_419: InstaKill
hu: Egylövés-egyhalál
ja: インスタギブ(一撃必殺)

source: TV
de: ТV

source: stream
hu: Közvetítéshez optimalizált
sv: ström
