Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/ui/*.po
Languages: de, es_419, fi, hu, it, ja, pt_br, ro, sv, vi

source: Home
es_419: Inicio
fi: Koti
hu: Főmenü
ja: ホーム
pt_br: Início
ro: Știri
sv: Hem
vi: Trang Chủ

source: Play
de: Spielen
es_419: Jugar
fi: Pelaa
hu: Lejátszás
it: Gioca
ja: プレイ
pt_br: Jogar
ro: Joacă
sv: Spela
vi: Chơi

source: Options
de: Optionen
es_419: Opciones
fi: Asetukset
hu: Beállítások
it: Opzioni
ja: オプション
pt_br: Opções
ro: Setări
sv: Inställningar
vi: Tùy Chỉnh

source: Quit
de: Beenden
es_419: Salir
fi: Poistu
hu: Kilépés
it: Esci
ja: 終了
pt_br: Sair
ro: Ieşire
sv: Avsluta
vi: Thoát

source: Please join us on Discord (link below) to participate in pickup games, game discussion, and more!
de: Tritt uns auf Discord bei (Link unten), um an Pickup-Spielen, Spieldiskussionen und vielem mehr teilzunehmen!
es_419: ¡Por favor, unete a nuestro Discord (link abajo) para participar en juegos, discusiones, y más!
fi: Liity meidän discordiin (linkki alhaalla) niin voit osallistua yksityispeleihin, keskusteluihin ja muuhun!
it: Entra nel nostro server Discord (link quì sotto) per partecipare a partite "pickup", discussioni di gioco e altro!
ja: Discord（下のリンク）に加入して、ゲームに参加したりゲームディスカッションなどをしましょう！
pt_br: Entre no nosso Discord (link abaixo) e participe de partidas amistosas, discussões sobre o jogo e muito mais!
vi: Tham gia cùng chúng tôi trên Discord (liên kết bên dưới) để cùng chơi, thảo luận và nhiều hơn nữa!

source: Legal Disclaimer: Warfork is not affiliated with Warsow, Warsow Team, or Chasseur de Bots.
de: Rechtlicher Hinweis: Warfork ist nicht verbunden mit Warsow, Warsow Team, oder Chasseur de Bots.
es_419: Renuncia de responsabilidad Legal: Warfork no se encuentra afiliado con Warsow, Warsow Team, o Chasseur de Bots.
fi: Oikeudellinen ilmoitus: Warfork ei ole sidoksissa Warsow:iin, Warsow tiimiin tai Chasseur de Bots:iin.
it: Dichiarazione legale: Warfork non è affiliato con Warsow, il team di Warsow, o Chasseur de Bots.
ja: 法的免責事項：Warforkは、Warsow、Warsow Team、またはChasseur de Botsと提携していません。
pt_br: Isenção de responsabilidade: Warfork não é afiliado a Warsow nem à equipe do Warsow ou a Chasseur de Bots.
vi: Tuyên bố pháp lý: Warfork không hề liên quan gì đến Warsow, Warsow Team, hoặc Chasseur de Bots.

source: Restart race
de: Rennen neu starten
es_419: Reiniciar carrera
fi: Aloita juoksu alusta
hu: Verseny újraindítás
it: Ricomincia gara
ja: レースをリスタートする
pt_br: Reiniciar corrida
ro: Cursă de repornire
sv: Starta om tävling
vi: Đua lại

source: Enter practice mode
de: Trainingsmodus beitreten
es_419: Entrar al modo practica
fi: Mene harjoitustilaan
hu: Belépés gyakorló módba
it: Entra in modalità pratica
ja: プラクティスモードに入る
pt_br: Entrar no modo de prática
ro: Intra în modul de practică
sv: Starta övningsläge
vi: Vào Chế độ Tập Luyện

source: Leave practice mode
de: Trainingsmodus verlassen
es_419: Dejar el modo practica
fi: Lähde harjoitustilasta
hu: Gyakorló mód elhagyása
it: Esci dalla modalità pratica
ja: プラクティスモードを出る
pt_br: Sair do modo de prática
ro: Lasă un modul de practică
sv: Lämna övningsläge
vi: Thoát Chế độ Tập Luyện

source: Enable noclip mode
de: Kollissionslos Modus betreten
es_419: Habilitar modo noclip
fi: Ota käyttöön noclip-moodi
hu: Noclip mód engedélyez
it: Abilita modalità noclip
ja: noclipモードにする
pt_br: Ativar modo noclip
ro: Activați modul de noclip
sv: Aktivera noclip-läge
vi: Bật Noclip

source: Disable noclip mode
de: Kollissionslos Modus beenden
es_419: Deshabilitar modo noclip
fi: Poista käytöstä noclip-moodi
hu: Noclip mód letiltás
it: Disabilita modalità noclip
ja: noclipモードを外す
pt_br: Desativar modo noclip
ro: Dezactiva modul de noclip
sv: Avaktivera noclip-läge
vi: Tắt Noclip

source: Save position
de: Position speichern
es_419: Guardar posición
fi: Tallenna paikka
hu: Pozíció mentése
it: Salva posizione corrente
ja: 位置をセーブする
pt_br: Salvar posição
ro: Poziţia salvați
sv: Spara position
vi: Lưu vị trí

source: Load saved position
de: Gespeicherte Position laden
es_419: Cargar posición guardada
fi: Lataa tallennettu paikka
hu: Mentett pozíció betöltése
it: Carica posizione salvata
ja: セーブした位置をロードする
pt_br: Carregar posição salva
ro: Poziția de încărcare salvată
sv: Ladda sparad position
vi: Tải lại vị trí

source: Clear saved position
de: Gespeicherte Position löschen
es_419: Limpiar posición guardada
fi: Nollaa tallennettu paikka
hu: Mentett pozíció törlése
it: Cancella posizione salvata
ja: セーブした位置を解除する
pt_br: Remover posição salva
ro: Clar poziția salvată
sv: Rensa sparad position
vi: Xóa vị trí đã lưu

source: Warfork is a fast-paced game with advanced movement. When playing, hold your device as shown in the picture, with four of your fingers in front of the screen, to make sure you can perform movement tricks, aim and fire at the same time.
de: Warfork ist ein temporeiches Spiel mit fortgeschrittener Bewegung. Halte während des Spielens das Gerät wie im Bild angegeben, mit vier Fingern vor dem Bildschirm, und vergewissere dich, dass du Bewegungstricks, Zielen und Feuern zugleich kannst.
es_419: Warfork es un juego que posee una ritmo muy rápido junto con un movimiento avanzado, cuando este jugando sostenga su dispositivo como se muestra en la imagen, con cuatro de sus dedos frente a la pantalla, para asegurarse de que puede realizar movimientos de movimiento, apuntar y disparar al mismo tiempo.
fi: Warfork on nopeatempoinen peli edistyksellisellä liikkuvuudella. Pelatessa pidä laitettasi kuvan osoittamalla tavalla neljä sormea ruudun edessä, jotta voit tehdä temppuja liikkuessa, tähdätä ja tulittaa samanaikaisesti.
it: Warfork è un gioco frenetico con un sistema di movimento complesso. Mentre giochi, tieni il dispositivo come rappresentato, con quattro dita di fronte allo schermo, in modo da poter eseguire le tecniche di movimento, mirare e sparare allo stesso tempo.
ja: Warforkは、高度な動きを備えたテンポの速いゲームです。プレイ中は、画面の前に4本の指を置いて、図に示すようにデバイスを支え、動きのトリック、照準、射撃を同時に実行できることを確認します。
pt_br: Warfork é um jogo de ritmo rápido com uma mecânica avançada de movimento. Quando estiver jogando, segure o seu dispositivo como na imagem ao lado, com quadro dedos em frente à tela para garantir que você possa executar truques de movimento, mirar e atirar ao mesmo tempo.
vi: Warfork là một trò chơi tiết tấu nhanh với cách di chuyển độc đáo. Khi đang chơi, giữ thiết bị sao cho như hình, với bốn ngón tay trước màn hình, để đảm bảo bạn có thể làm các thủ thuật di chuyển, ngắm bắn cùng một lúc

source: View match info
de: Betrachte Matchinfos
es_419: Ver info de la partida
fi: Näytä ottelun tiedot
it: Vedi info partita
ja: 対戦情報を見る
pt_br: Ver informações da partida
ro: Info vizualizare meci
sv: Visa match information
vi: Xem thông tin trận đấu

source: Brightness
de: Helligkeit
es_419: Brillo
fi: Kirkkaus
hu: Fényerő
it: Luminosità
ja: 明るさ
pt_br: Brilho
ro: Luminozitate
sv: Ljusstyrka
vi: Độ Sáng

source: Enable weapon animation
de: Waffenanimation einschalten
es_419: Activar animaciones de armas
fi: Näytä aseen animaatio
it: Abilita animazioni armi
ja: weapon animationを有効にする
pt_br: Ativar balanço das armas
sv: Aktivera vapenanimationer
vi: Bật Anmation Vũ Khí

source: Quick menu
de: Schellmenü
es_419: Menú rápido
fi: Pikavalikko
hu: Gyors menü
it: Menu rapido
ja: クイックメニュー
pt_br: Menu rápido
sv: Snabbmeny
vi: Menu Nhanh

source: Version %s of %s is available.
de: Version %s von %s ist verfügbar.
es_419: Version %s de %s esta disponible.
fi: Versio %s saatavilla versiosta %s.
it: È disponibile la versione %s di %s.
ja: %sのバージョン%sが使用可能です。
pt_br: Versão %s de %s está disponível.
sv: Version %s av %s är tillgänglig.
vi: Phiên bản%s của %s đã sẵn sàng

source: Click OK for more information.
de: Klicke OK für mehr Informationen.
es_419: Clickea OK para más información.
fi: Klikkaa OK saadaksesi lisätietoja.
it: Fai click su OK per maggiori informazioni.
ja: OKをクリックして詳しい情報を見る.
pt_br: Clique em OK para ver mais informações.
sv: Klicka OK för mer information.
vi: Nhấn OK để xem thêm thông tin

source: Open in browser
de: Im Browser öffnen
es_419: Abrir en navegador
fi: Avaa selaimessa
hu: Böngészőben megnyitás
it: Apri nel browser
ja: ブラウザーで開く
pt_br: Abrir no navegador
ro: Deschide în browser
sv: Öppna i ett fönster
vi: Mở trong trình duyệt

source: Match timer
de: Spieltimer
es_419: Reloj de partida
fi: Otteluajastin
hu: Meccs időzítő
it: Timer partita
ja: 時間表記
pt_br: Cronômetro da partida
ro: Cronometru meci
sv: Match tidur
vi: Thời Gian Trận

source: count down
fi: ajanlaskenta alaspäin
hu: hátralévő idő
it: conto alla rovescia
ja: カウントダウン
pt_br: contagem regressiva
ro: scade timp
sv: räkna nedåt
vi: Đếm ngược

source: count up
fi: ajanlaskenta ylöspäin
hu: eltelt idő
it: conteggio crescente
ja: カウントアップ
pt_br: contagem progressiva
ro: adaugă timp
sv: räkna uppåt
vi: Đếm tới

source: Are you sure you want to quit?
de: Bist du sicher, dass du das Spiel beenden möchtest?
es_419: ¿Seguro que querés salir?
fi: Oletko varma, että tahdot lopettaa?
hu: Biztos ki akarsz lépni?
it: Sei sicuro di voler uscire?
ja: 本当にゲームを終了しますか？
pt_br: Deseja mesmo sair?
ro: Ești sigur că vrei să renunți?
sv: Är du säker på att du vill avsluta?
vi: Bạn có chắc chắn muốn Thoát?

source: contrast
de: Kontrast
es_419: contraste
fi: kontrasti
hu: Kontrasztos
it: contrasto
ja: コントラスト
pt_br: contraste
sv: kontrast
vi: Tương Phản

source: high
de: hoch
es_419: alto
fi: korkea
hu: Magas
it: alti
pt_br: alto
ro: detaliat
sv: hög
vi: Cao

source: high+
de: sehr hoch
es_419: alto+
fi: korkea+
hu: Maximális
it: alti+
pt_br: alto+
ro: extrem
sv: hög+
vi: Cao+

source: low
de: niedrig
es_419: bajo
fi: matala
hu: Alacsony
it: bassi
pt_br: baixo
ro: simplist
sv: låg
vi: Thấp

source: medium
de: mittel
es_419: medio
fi: keskiverto
hu: Közepes
it: medi
pt_br: médio
ro: mediu
vi: Trung Bình

source: Accuracy details
de: Zielgenauigkeit
es_419: Detalles de puntería
fi: Tarkkuuden yksityiskohdat
hu: Pontosság adatai
it: Dettagli precisione
ja: 精度の詳細
pt_br: Detalhes de precisão
ro: Detalii precizie
sv: Träffsäkerhet
vi: Chi tiết độ chuẩn xác

source: View awards
de: Auszeichnungen
es_419: Ver premios
fi: Katso palkintoja
hu: Kitüntetések megtekintése
it: Visualizza premi
ja: 実績を見る
pt_br: Ver prêmios
ro: Afișează premiile
sv: Se belöningar
vi: Xem phần thưởng

source: Logout
es_419: Desconectar
fi: Kirjaudu ulos
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
pt_br: Fazer logout
ro: Deconectare
sv: Logga ut
vi: Đăng Xuất

source: Weapon
de: Waffe
es_419: Arma
fi: Ase
hu: Fegyver
it: Arma
ja: 武器
pt_br: Arma
ro: Armă
sv: Vapen
vi: Vũ Khí

source: Use
de: Verw.
es_419: Usar
fi: Käyttö
hu: Arány
it: Uso
pt_br: Uso
ro: Utilizare
sv: Använd
vi: Tương Tác

source: Accuracy
de: Präzision
es_419: Puntería
fi: Tarkkuus
hu: Pontosság
it: Precisione
ja: 精度
pt_br: Precisão
ro: Precizie
sv: Träffsäkerhet
vi: Bắn chuẩn xác!

source: Wins
de: Siege
es_419: Victorias
fi: Voitot
hu: Győzelmek
it: Vittorie
ja: 勝利数
pt_br: Vitórias
ro: Victorii
sv: Vinster
vi: Trận Thắng

source: Losses / quits
de: Niederlagen / Aufgegeben
es_419: Derrotas / salidas
fi: Häviöt / luovutukset
hu: Elvesztett / kilépett
it: Sconfitte / abbandoni
ja: 敗北数 / 途中棄権
pt_br: Derrotas / saídas
ro: Înfrânger / Abandonuri
sv: Förluster / lämnade
vi: Trận thua/Bỏ cuộc

source: Frags / deaths
de: Frags / Tode
es_419: Frags / muertes
fi: Tapot / Kuolemat
hu: Fregek / halálok
it: Frag / morti
pt_br: Eliminações / mortes
ro: Asasinări / Decesuri
sv: Frags / dödsfall
vi: Mạng / Chết

source: Friends
de: Freunde
es_419: Amigos
fi: Kaverit
hu: Barátok
it: Amici
ja: フレンド
pt_br: Amigos
ro: Prieteni
sv: Vänner
vi: Bạn Bè

source: Offline
es_419: Desconectado
fi: Kirjautunut ulos
hu: Nem elérhető
it: Non in linea
ja: オフライン
ro: Deconectat
vi: Không Trực Tuyến

source: Acc
de: Präz.
es_419: Pria
fi: Tark
hu: Pontos
it: Prec
ja: 精度
pt_br: Prec
ro: Precizie
sv: Trä
vi: ĐCX

source: Time played:
de: Zeit gespielt:
es_419: Tiempo jugado:
fi: Pelattu aika:
hu: Játékban eltöltött idő:
it: Tempo di gioco:
ja: プレイ時間:
pt_br: Tempo jogado:
ro: Timp jucat:
sv: Spelad tid:
vi: Thời gian chơi:

source: Awards
de: Auszeichnungen
es_419: Premios
fi: Palkinnot
hu: Kitüntetések
it: Premi
ja: 実績
pt_br: Prêmios
ro: Medalii
sv: Pris
vi: Phần Thưởng

source: easy
de: leicht
es_419: facil
fi: Helppo
hu: Gyenge
it: facile
ja: 簡単
pt_br: fácil
ro: novice
sv: lätt
vi: Dễ

source: hard
de: schwer
es_419: dificil
fi: Vaikea
hu: Nehéz
it: difficile
ja: 難しい
pt_br: difícil
ro: veteran
sv: svår
vi: Khó

source: Suggested servers
de: Vorgeschlagene Server
es_419: Servidores sugeridos
fi: Ehdotetut palvelimet
hu: Ajánlott szerverek
it: Server suggeriti
ja: 推奨サーバー
pt_br: Servidores sugeridos
ro: Servere sugerate
sv: Föreslagna servrar
vi: Máy chủ đề nghị

source: Less than an hour
de: Weniger als eine Stunde
es_419: Menos de una hora
fi: Alle tunti
hu: Kevesebb, mint egy órája
it: Meno di un'ora
ja: 1時間以内
pt_br: Menos de uma hora
ro: Mai puțin de 1 oră
sv: Mindre än en timme
vi: Ít hơn một giờ

source: 1 hour
de: 1 Stunde
es_419: 1 hora
fi: 1 tunti
hu: Egy órája
it: 1 ora
ja: 1時間
pt_br: 1 hora
ro: 1 oră
sv: 1 timme
vi: 1 Giờ

source: %s hours
de: %s Stunden
es_419: %s horas
fi: %s tuntia
hu: %s órája
it: %s ore
ja: %s時間
pt_br: %s horas
ro: %s ore
sv: %s timmar
vi: %s Giờ

source: %s days, %s hours
de: %s Tage, %s Stunden
es_419: %s dias, %s horas
fi: %s päivää, %s tuntia
hu: %s napja %s órája
it: %s giorni, %s ore
ja: %s日 %s時間
pt_br: %s dias e %s horas
ro: %s zile, %s ore
sv: %s dagar, %s timmar
vi: %s Ngày, %s Giờ

source: Last seen %s days ago
de: Zuletzt online vor %s Tagen
es_419: Visto hace %s dias
fi: Nähty viimeksi %s päivää sitten
hu: Utoljára %s napja játszott
it: Ultimo accesso %s giorni fa
ja: 最後に見たのは %s 日前
pt_br: Visto pela última vez há %s dia(s)
ro: Ultima conectare - în urmă cu %s zile
sv: Sågs senast för %s dagar sedan
vi: Lần cuối thấy %s ngày trước

source: No data yet
de: Noch keine Daten
es_419: Todavía sin info
fi: Ei vielä tietoja
hu: Nincs információ
it: Ancora nessun dato
ja: データがありません
pt_br: Sem dados ainda
ro: Lipsă date
sv: Ingen data ännu
vi: Chưa có dữ liệu

source: No friends yet
de: Noch keine Freunde
es_419: Todavía sin amigos
fi: Ei vielä kavereita
hu: Nincsenek barátok hozzáadva
it: Ancora nessun amico
ja: フレンドがいません
pt_br: Sem amigos ainda
ro: Niciun prieten existent
sv: Inga vänner ännu
vi: Chưa có bạn bè

source: Connected to
de: Verbunden mit
es_419: Conectado a
fi: Yhdistettiin
hu: Kapcsolódva
it: Connesso a
ja: 接続中
pt_br: Conectado a
ro: Conectat la
sv: Ansluten till
vi: Được kết nối đến

source: Show team locations
de: Zeige Position des Teams
es_419: Mostrar posicion del equipo
fi: Näytä joukkueen sijainti
it: Mostra le posizioni delle squadre
ja: 仲間の位置を表示
pt_br: Exibir localização dos colegas de equipe
sv: Visa lagmedlemmars positioner
vi: Xem vị trí đồng đội

source: Close
de: Schließen
es_419: Cerrar
fi: Sulje
hu: Bezár
it: Chiudi
ja: 閉じる
pt_br: Fechar
ro: Închide
sv: Nära
vi: Đóng

source: Demo filename
de: Demo-Dateiname
es_419: Archivo Demo
fi: Demon nimi
hu: Felvétel neve
it: Nome demo
ja: デモ名
pt_br: Nome da demo
ro: Nume reluare
sv: Demofilnamn
vi: Tên tệp Demo

source: Ranked
es_419: Clasificatoria
fi: Ranking
hu: Rang
it: Classificata
ja: ランクマッチ
pt_br: Ranqueado
ro: Rang
sv: Rankad
vi: Xếp Hạng

source: Password required
de: Passwort benötigt
es_419: Contraseña requerida
fi: Salasana vaaditaan
it: Password richiesta
ja: パスワード必須
pt_br: Senha necessária
sv: Lösenord krävs
vi: Cần Có Mật Khẩu

source: Screenshot
es_419: Captura de pantalla
fi: Kuvankaappaus
hu: Képernyőmentés
ja: スクリーンショット
pt_br: Captura de tela
ro: Captură de ecran
sv: Skärmdump
vi: Chụp Màn Hình

source: Scoreboard
de: Punktetabelle
es_419: Puntuaciones
fi: Pistetaulukko
hu: Eredménytábla
it: Tabella dei punteggi
ja: スコアボード
pt_br: Placar
ro: Tabelă de Scor
sv: Resultattavla
vi: Bảng Điểm

source: Show pressed keys
de: Zeige gedrückte Tasten
es_419: Mostrar teclas presionadas
fi: Näytä painetut näppäimet
it: Mostra tasti premuti
ja: 押したキーの表示
pt_br: Exibir teclas pressionadas
sv: Visa tryckta tagenter
vi: Hiện Nút Bấm

source: Show awards
de: Auszeichnungen anzeigen
es_419: Mostrar recompensas
fi: Näytä palkinnot
it: Mostra premi
pt_br: Exibir prêmios
vi: Xem phần thưởng

source: Show zoom effect
fi: Näytä tähtäyseffekti
it: Mostra effetto zoom
pt_br: Exibir efeito do zoom
vi: Hiển thị hiệu ứng bật ngắm

source: Language
de: Sprache
es_419: Idioma
fi: Kieli
it: Lingua
ja: 言語
pt_br: Idioma
vi: Ngôn Ngữ

source: Join
de: Beitreten
es_419: Unirse
fi: Liity
hu: Csatlakozás
it: Unisciti
ja: 入る
pt_br: Entrar
ro: Alăturăte
sv: Gå med
vi: Tham Gia Trận

source: Team game mode where in which players join either the attacking team or the defending team. Each team attempts to complete their mission objective, either planting the bomb or defending the bomb site, or eliminate the opposing team.
de: Team Spielmodus, in welchem Spieler entweder das angreifende oder das verteidigende Team spielen. Jedes Team versucht ihr Missionsziel, entweder die Bombe zu legen oder zu entschärfen, erreichen, oder das gegnerische Team eliminieren.
es_419: Modo de juego en equipo en el que los jugadores se unen al equipo atacante o al equipo defensor. Cada equipo intenta completar su objetivo de misión, ya sea plantando la bomba o defendiendo el sitio de la bomba, o eliminando al equipo contrario.
fi: Joukkuepelimoodi, jossa pelaajat liittyvät joko hyökkäävään tai puolustavaan joukkueeseen. Molemmat joukkueet pyrkivät saavuttamaan omat tavoitteensa, joko sijoittamalla pommin, puolustamalla pommialuetta tai eliminoimalla vastustavan joukkueen.
it: Modalità di gioco a squadre dove ogni giocatore si unisce alla squadra che attacca o che difende. Ogni squadra deve completare il proprio obiettivo, ovvero piantare la bomba o difendere l'area, o eliminare la squadra avversaria.
ja: プレイヤーが攻撃側チームまたは防御側チームとして参加するチームゲームモード。各チームは、爆弾を設置する、爆弾の場所を守る、敵チームを排除するかのいずれかで、ミッションの目標を達成しようとします。
pt_br: Modo de jogo entre equipes em que os jogadores se juntam à equipe atacante ou à defensora. Cada equipe deve cumprir o objetivo de sua missão, seja armar a bomba ou defender o alvo de explosão, ou eliminar a equipe adversária.
vi: Chế độ chơi tổ đội - Người chơi tham gia phe công hoặc thủ. Mỗi đội sẽ cố hoàn thành mục tiêu: Đặt bom hoặc thủ bombsite, hoặc tiêu diệt đội địch

source: Team game mode where you aim to eliminate the entire other team before your team dies. Clan Arena has no item pickups, you spawn with all weapons.
de: Team Spielmodus, in welchem du versuchst das andere Team zu eliminieren bevor dein Team stirbt. Clan Arena hat keine Item-Pickups, du spawnst also mit allen Waffen.
es_419: En este modo de juego tu meta es eliminar al equipo enemigo antes que tu equipo sea eliminado .En arena no hay objetos repartidos por el mapa y al aparecer posees todas las armas
fi: Joukkuepelimuoto jossa sinun täytyy eliminoida koko vastustajajoukkue ennen kuin oma joukkueesi on eliminoitu kokonaan. Klaaniareenassa ei ole kerättäviä tavaroita, sinulla on valmiina kaikki aseet.
it: Modalità di gioco a squadre dove l'obiettivo è eliminare l'intera squadra avversaria prima che la propria venga sconfitta. In Clan Arena non si raccolgono oggetti, si possiedono già tutte le armi.
ja: アイテムとリスポーンはなし、最初から全武器を所持。自チームが全員撃破される前に相手を撃破する、実力重視の本気マッチ。
pt_br: Modo de jogo entre equipes em que o objetivo é eliminar a equipe adversária antes de sua equipe morrer. O modo Clã Arena não tem itens espalhados pelo mapa e você surge com todas as armas.
vi: Chế độ chơi tổ đội - Giết toàn bộ địch trước khi đội của bạn bị tiêu diệt. Clan Arena không có vật phẩm, bạn hồi sinh với toàn bộ vũ khí

source: Team game mode where the goal is to acquire the enemy teams flag and return it to your base.
de: Team Spielmodus, in welchem es dein Ziel ist die gegnerische Team Flagge zu ergattern und zurück zu deiner Basis zu bringen.
es_419: Modo de juego en equipo donde deberás conseguir a toda costa la bandera del equipo enemigo y llevarte a tu base ademas de defender la tuya propia
fi: Joukkuepelimuoto jossa tehtävänä on saada vastustajan lippu ja palauttaa se omaan päämajaan.
it: Modalità di gioco a squadre dove l'obiettivo è conquistare la bandiera nemica e riportarla nella propria base.
ja: 相手チームのフラッグを奪取し、自チームの拠点まで持ち帰れ。
pt_br: Modo de jogo entre equipes em que o objetivo é obter a bandeira inimiga e levá-la até a sua base.
vi: Chế độ chơi tổ đội - Mục tiêu của bạn là mang cờ của đội địch về nhà mình

source: Capture the Flag with highly specialized classes. This version of CTF needs team co-operation between the classes to win!
de: Capture the Flag mit spezialisierten Klassen. Diese Version von CTF benötigt Team-Kooperation zwischen den Klassen um zu siegen!
es_419: Versión de captura la bandera con clases a lo Team Fortress. Aquí se deberá cooperar con tus compañeros y sus clases para poder conseguir la victoria
fi: Lipunryöstöä hahmoilla. Tässä versiossa Lipunryöstöä tarvitaan yhteispeliä hahmojen välillä jotta voitto saavutetaan!
it: Capture the Flag con classi molto specializzate. Questa versione di CTF richiede cooperazione tra le classi della squadra per vincere!
ja: 高度に特化したクラスでキャプチャーザフラッグを行います。このバージョンのCTFで勝利するには、クラス間のチームの協力が必要です。
pt_br: Modo Capture a Bandeira com classes altamente especializadas. Esta versão do Capture a Bandeira exige que as classes cooperem para vencer!
vi: Cướp Cờ nhưng có phân vai. Phiên bản Cướp Cờ này cần có sự hợp tác để thắng.

source: Defeat most opponents in 1-on-1 combats. Your arsenal is fully replenished before each round. The winner of the round is challenged by the next player in the queue.
de: Besiege am meisten Gegner in 1-gegen-1 Kämpfe. Dein Arsenal wird nach jeder Runde komplett wiederaufgefrischt. Der Gewinner einer Runde wird vom nächsten Spieler in der Warteschlange herausgefordert.
es_419: Fragea oponentes en combates 1vs1. Tu arsenal es restablecido después de cada ronda. El jugador ganador se mantiene en combate mientras que el perdedor es reemplazado por el siguiente jugador que este en la cola.
fi: Eliminoi eniten vastustajia 1-vastaan-1 taisteluissa. Ase arsenaalisi täytetään jokaisen kierroksen alussa. Jonossa oleva ensimmäinen kilpailee viimeisen kierroksen voittajaa vastaan.
it: Sconfiggi più avversari possibile in duelli 1 contro 1. Il tuo arsenale è pienamente rifornito prima di ogni round. Il vincitore del round viene sfidato dal prossimo giocatore in coda.
ja: 1vs1で己の実力を見せつけろ。次ラウンドに行くたびに自身の装備は全て補充される。マッチに勝利した者は、次のチャレンジャーと立て続けに勝負を行う。
pt_br: Derrote a maioria dos adversários em combates 1x1. O seu arsenal é completamente reabastecido a cada rodada. O vencedor da rodada será desafiado pelo próximo jogador da fila.
vi: Hạ đối thủ của bạn trong một trận 1-Đấu-1. Kho vũ khí của bạn được nạp lại sau mỗi vòng đấu. Người chiến thắng sẽ đấu với người tiếp theo trong hàng chờ

source: The goal of a deathmatch game is to frag as many other players as possible until the time or frag limit is reached.
de: Das Ziel eines Deathmatch Spieles ist es, soviele andere Spieler wie möglich zu erledigen, bevor das Zeit- oder Frag-limit erreicht ist.
es_419: El objetivo en una partida a muerte es eliminar a tantos jugadores te sea posible, dentro de un limite de tiempo o dentro de un limite de muertes
fi: Tarkoitus kuolemaottelussa on eliminoida mahdollisimman monta pelaajaa kuin mahdollista ennenkuin aika tai maksimi eliminointimäärä on saavutettu.
it: L'obiettivo di un deathmatch è eliminare più giocatori possibile fino a che non venga raggiunto il limite massimo di uccisioni.
ja: 時間切れ、もしくはフラグ上限に達するまでの間に可能な限りの人数を撃破しろ。
pt_br: O objetivo do modo Mata-mata é eliminar o maior número de jogadores possível até o tempo acabar ou até atingir o limite de eliminações.
vi: Mục tiêu của Đấu Đơn - Deathmatch là giết nhiều nhất có thể trước khi hết thời gian
