Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/*.po
Languages: es_419, ja

source: Need offense
es_419: ¡ Necesito atacantes !
ja: 攻めが必要だ

source: Need help
es_419: Necesito ayuda
ja: 助けが要る

source: Armor free
es_419: Armadura libre
ja: アーマーが取れる

source: Area secured
es_419: Área asegurada
ja: エリア確保

source: No problem
es_419: No hay problema
ja: 問題ない

source: Defend!
es_419: ¡Defiendan!
ja: 守れ！

source: Defend A!
es_419: ¡Defiendan A!
ja: Aを守れ！

source: Defend B!
es_419: ¡Defiendan B!
ja: Bを守れ！

source: Attack!
es_419: ¡Ataquen!
ja: 攻めろ！

source: Attack A!
es_419: ¡Ataquen A!
ja: Aを攻めろ！

source: Attack B!
es_419: ¡Ataquen B!
ja: Bを攻めろ！

source: Need backup
es_419: Necesito apoyo
ja: 後援が必要だ

source: Need defense
es_419: ¡ Necesito defensa !
ja: 守備が必要だ

source: Roger
es_419: Afirmativo
ja: 了解

source: Negative
es_419: Negativo
ja: 反対

source: Go to quad
es_419: Ir al Quad
ja: クアッドに行く

source: Go to powerup
es_419: Vé a mejorarte
ja: パワーアップに行く

source: Need health
es_419: Necesito vida
ja: ヘルスが必要だ

source: Need weapon
es_419: Necesito arma
ja: 武器が要る

source: Need armor
es_419: Necesito armadura
ja: アーマーが要る

source: On defense
es_419: Defendiendo
ja: 防衛中

source: On offense
es_419: Atacando
ja: 攻撃中

source: Yes
es_419: Si
ja: はい

source: No
ja: いいえ

source: Oops
ja: おっと

source: Sorry
es_419: Lo siento
ja: ごめん

source: Thanks
es_419: Gracias
ja: ありがとう

source: Yeehaa
ja: ヒーハー

source: Good game
es_419: Buen Juego
ja: お疲れ様

source: Booo
ja: ブー

source: Affirmative
es_419: Afirmativo
ja: 了解

source: MM Login: Password error
es_419: MM Login: Error de contraseña
ja: MM ログイン: パスワードエラー

source: MM Login: Can't login to MM while connected to server
es_419: MM Logout: no puedes desconectarte de MM estando conectado al servidor
ja: MM ログイン: サーバーに接続している間はMMにログインできません

source: Frags
ja: フラグ

source: say (to all):
es_419: decir (a todos):
ja: 全体チャット:

source: say (to team):
es_419: decir (a equipo):
ja: チームチャット:

source: Connection timed out
es_419: Conexión perdida
ja: 接続がタイムアウトしました

source: Strong Gunblade
es_419: Arma sable potente
ja: 強ガンブレード

source: MM Login: authentication timeout
es_419: MM Login: autenticación fuera de tiempo
ja: MM ログイン: 認証タイムアウト

source: MM Logout: not logged in
es_419: MM Logout: no ingresado
ja: MM ログアウト: ログインしていません

source: MM Logout: can't logout from MM while connected to server
es_419: MM Logout: no puedes desconectarte de MM estando conectado al servidor
ja: MM ログアウト: サーバーに接続している間はMMからログアウトできません

source: MM Logout: Failed to force logout
es_419: MM Logout: Error al forzar desconexión
ja: MM ログアウト: 強制ログアウトに失敗

source: MM Login: StatQuery error
es_419: MM Login: Error de StatQuery
ja: MM ログイン: StatQueryエラー

source: MM Login: Failed, no session id
es_419: MM Login: Error, sin sesión de id
ja: MM ログイン: 失敗しました:セッションID無し

source: MM Login: Failed to parse data at step %d
es_419: MM Login: Error al indexar en %d
ja: MM ログイン: ステップ %d でデータのパースに失敗しました

source: %s or %s
es_419: %s o %s
ja: %s か %s

source: yes
es_419: si
ja: はい

source: no
ja: いいえ

source: Gunblade
es_419: Arma sable
ja: ガンブレード

source: Machinegun
es_419: Metralleta
ja: マシンガン

source: Riotgun
es_419: Escopeta
ja: ライオットガン

source: Grenade Launcher
es_419: Lanza Granadas
ja: グレネードランチャー

source: Rocket Launcher
es_419: Lanza misiles
ja: ロケットランチャー

source: Plasmagun
es_419: Arma de plasma
ja: プラズマガン

source: Lasergun
es_419: Arma láser
ja: レーザーガン

source: Electrobolt
es_419: Cañón riel
ja: エレクトロボルト

source: Instagun
es_419: Arma instantánea
ja: インスタガン

source: Cells
es_419: Células
ja: セル

source: Shells
es_419: Casquillos
ja: シェル

source: Bullets
es_419: Balas
ja: 弾薬

source: Grenades
es_419: Granadas
ja: グレネード

source: Rockets
es_419: Cohetes
ja: ロケット

source: Plasma
ja: プラズマ

source: Lasers
es_419: Lásers
ja: レーザー

source: Bolts
es_419: Agujas
ja: ボルト

source: Instas
ja: インスタ

source: Blades
es_419: Cuchillas
ja: ブレード

source: Weak bullets
es_419: Balas débiles
ja: 弱弾薬

source: Weak Shells
es_419: Casquillos débiles
ja: 弱シェル

source: Weak Grenades
es_419: Granadas débiles
ja: 弱グレネード

source: Weak Rockets
es_419: Cohetes débiles
ja: 弱ロケット

source: Weak Plasma
es_419: Plasma débil
ja: 弱プラズマ

source: Weak Lasers
es_419: Lasers débiles
ja: 弱レーザー

source: Weak Bolts
es_419: Agujas Debiles
ja: 弱ボルト

source: Weak Instas
es_419: Insta débiles
ja: 弱インスタ

source: Green Armor
es_419: Armadura verde
ja: グリーンアーマー

source: Yellow Armor
es_419: Armadura amarilla
ja: イエローアーマー

source: Red Armor
es_419: armadura roja
ja: レッドアーマー

source: Armor Shard
es_419: Fragmento de armadura
ja: アーマーシャード

source: 5 Health
es_419: 5 Vida
ja: 5 ヘルス

source: 25 Health
es_419: 25 Vida
ja: 25 ヘルス

source: 50 Health
es_419: 50 Vida
ja: 50 ヘルス

source: Mega Health
es_419: Mega Vida
ja: メガヘルス

source: Ultra Health
es_419: Ultra Vida
ja: ウルトラヘルス

source: Quad Damage
es_419: Daño Quad
ja: クアッドダメージ

source: WarShell
es_419: Protección
ja: ウォーシェル

source: Regeneration
es_419: Regeneración
ja: リジェネレーション

source: Ammo Pack Weak
es_419: Paquete de munición débil
ja: 弱弾薬パック

source: Ammo Pack Strong
es_419: Paquete de munición fuerte
ja: 強弾薬パック

source: Ammo Pack
es_419: Munición
ja: 弾薬パック

source: say:
es_419: decir:
ja: チャット:
