Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/cgame/*.po
Languages: cs, de, es_419, it, ja, lt, pt_br, tr, uk

source: Chasers
cs: Diváci
de: Persönliche zuschauer
es_419: Seguidores
it: Guardano
ja: チェイサーたち
pt_br: Seguidores
uk: Персональні глядачі

source: Set yourself READY using the in-game menu to start the match!
cs: Označte se jako PŘIPRAVEN pomocí herního menu pro zahájení hry.
de: Stelle dich als BEREIT über das Spiel-Menü, um das Match zu starten!
es_419: ¡Ponte en PREPARADO en el menú del juego para empezar la partida!
it: Impostati PRONTO usando il menù in-gioco per iniziare il match!
ja: ゲーム内メニューを使用して試合を開始する準備をしてください！
pt_br: Fique PRONTO usando o menu do jogo para iniciar a partida!
uk: Підтвердіть свою готовність, скориставшись ігровим меню, щоб почати матч!

source: Waiting for players.
cs: Čekání na hráče
de: Warte auf Spieler.
es_419: Esperando jugadores
it: In attesa di altri giocatori.
ja: プレイヤーを待っています。
pt_br: Aguardando mais jogadores.
uk: Очікування гравців.

source: Fight!
de: Kämpfe!
es_419: ¡Peleen!
it: Combatti!
pt_br: Lutem!

source: FIGHT!
de: KÄMPFE!
es_419: ¡PELEEN!
it: COMBATTI!
pt_br: LUTEM!

source: %s MINUTES OVERTIME
de: %s Minuten Nachspielzeit
es_419: %s MINUTOS DE TIEMPO EXTRA
it: %s MINUTI SUPPLEMENTARI
ja: %s分のオーバータイム
pt_br: %s MINUTO(S) DE ACRÉSCIMO

source: Overtime
de: Nachspielzeit
es_419: TIEMPO EXTRA
it: Tempo supplementare
ja: オーバータイム
pt_br: Acréscimos

source: Entered practice mode
cs: V tréninkovém režimu
de: Übungsmodus beigetreten
es_419: Entraste al modo practica
it: Sei entrato in modalità pratica
ja: プラクティスモードに入りました
pt_br: Entrou no modo de prática
uk: Ви увійшли в тренувальний режим

source: Left practice mode
cs: Tréninkový režim ukončen
de: Übungsmodus verlassen
es_419: Dejaste el modo practica
it: Sei uscito dalla modalità pratica
ja: プラクティスモードを出ました
pt_br: Saiu do modo de prática
uk: Ви залишили тренувальний режим

source: Net
cs: Sko
de: Punkte
es_419: Neto
it: Rete
lt: Rez
pt_br: Dif
uk: Різн

source: Teams are uneven. Please switch into another team.
cs: Týmy nejsou vyrovnané. Přejděte, prosím, do jiného týmu.
de: Teams sind nicht gleich. Bitte wechsel in ein anderes Team.
es_419: Equipos desbalanceados. Por favor, cambiate a otro equipo.
it: Le squadre sono sbilanciate. Per favore spostati nell'altra squadra.
ja: チームが互角ではありません。別のチームへ動いてください。
lt: Komandos yra nelygios. Prašome eiti į kitą komandą.
pt_br: As equipes estão desequilibradas. Troque de equipe.
tr: Takimlar dengesiz. Lütfen Takimi degistirin.
uk: Команди нерівні. Будь-ласка, перейдіть до іншої команди.

source: PROTECT THE BOMB SITES!
cs: BRAŇTE PLANTOVISKA!
de: BESCHÜTZE DIE ZIELE!
es_419: ¡PROTEJE LOS SITIOS DE BOMBA!
it: PROTEGGI I SITI DELLA BOMBA!
ja: Bサイトを守れ！
lt: APGINKITE BOMBOS VIETAS !
pt_br: PROTEJA OS ALVOS DE EXPLOSÃO!
tr: BOMBA ALANLARINI KORU!
uk: ЗАХИЩАЙТЕ МІСЦЯ ЗАКЛАДКИ БОМБИ!

source: TEAMDAMAGE PUNISHMENT!
cs: TREST ZA STŘÍLENÍ PO SPOLUHRÁČI!
de: BESTRAFUNG WEGEN TEAMSCHADEN!
es_419: ¡CASTIGO DE DAÑO-AMIGO!
it: PUNIZIONE PER IL DANNO DI SQUADRA!
ja: チームダメージペナルティ！
lt: KOMANDOS NARIŲ ŽALOS BAUSMĖ!
pt_br: PUNIÇÃO POR ATIRAR NOS COLEGAS!
tr: TAKIM SALDIRISI CEZASI!
uk: ШТРАФ ЗА ВОГОНЬ ПО СВОЇХ!

source: DO NOT DAMAGE TEAMMATES!
cs: NEPOŠKOZUJ SPOLUHRÁČE!
de: VERLETZE NICHT DEINE TEAMMITGLIEDER!
es_419: ¡NO DAÑES A TUS COMPAÑEROS!
it: NON DANNEGGIARE I COMPAGNI DI SQUADRA!
ja: チームメイトを傷付けるな！
lt: NEŽALOK KOMANDOS NARIŲ!
pt_br: NÃO ATIRE NOS COLEGAS!
tr: TAKIM ARKADAŞLARINA HASAR VERME!
uk: НЕ СТРІЛЯТИ ПО СВОЇХ!

source: The bomb carrier has been fragged!
cs: Nosič bomby byl zabit!
de: Der Bombenträger wurde erledigt!
es_419: ¡El portador de la bomba ha caido!
it: Il portatore della bomba è stato fraggato!
ja: 爆弾所持者が撃破された！
lt: Bombos nešėjas buvo nufragintas!
pt_br: O portador da bomba foi eliminado!
tr: Bombayı taşıyan öldürüldü!
uk: Носій бомби був вражений!

source: OFFENSE WINS!
cs: ÚTOČNÍCI VÍTĚZÍ!
de: ANGREIFER GEWINNEN!
es_419: ¡ATACANTES GANAN!
it: GLI ATTACCANTI VINCONO!
lt: PUOLIMAS LAIMĖJO!
pt_br: A OFENSIVA VENCEU!
tr: SALDIRI KAZANDI
uk: АТАКА ПЕРЕМАГАЄ!

source: DEFENSE WINS!
cs: OBRÁNCI VÍTĚZÍ!
de: VERTEIDIGER GEWINNEN!
es_419: ¡DEFENSORES GANAN!
it: LA DIFESA VINCE!
lt: GYNYBA LAIMĖJO!
pt_br: A DEFESA VENCEU!
tr: SAVUNMA KAZANDI!
uk: ОБОРОНА ПЕРЕМАГАЄ!

source: You are shooting at your team-mates!
cs: Střílíte po spoluhráčích!
de: Du schießt auf deine Teammitglieder!
es_419: ¡Estás disparando a tus compañeros!
it: Stai sparando ai tuoi compagni di squadra!
ja: チームメイトを攻撃した！
lt: Tu šaudai į savo komandos narius!
pt_br: Você está atirando nos colegas!
tr: Takım arkadaşlarına ateş ediyorsun!
uk: Ви ведете вогонь по своїх!

source: Don't shoot at members of your team!
cs: Nestřílejte na spoluhráče!
de: Schieß' nicht auf Teammitglieder!
es_419: ¡No le dispares a miembros de tu equipo!
it: Non sparare ai membri della tua squadra!
ja: チームメイトに攻撃するな！
lt: Nešaudyk į savo komandos narius!
pt_br: Não atire nos membros da equipe!
tr: Takım arkadaşlarına ateş etme!
uk: Не стріляйте у своїх!

source: YOU TEAMFRAGGED %s
cs: ZNEŠKODNIL JSI SPOLUHRÁČE %s
de: DU HAST TEAMMITGLIED %s ERLEDIGT
es_419: FRAGEASTE A TU COMPAÑERO %s
it: HAI TEAMFRAGGATO %s
lt: TU NUFRAGINAI KOMANDOS ŽAIDĖJĄ %s
pt_br: VOCÊ ELIMINOU %s COM FOGO AMIGO
tr: TAKIM ARKADAŞIN %s İ ÖLDÜRDÜN
uk: ВИ ПОМИЛКОВО ЗНИЩИЛИ %s

source: YOU FRAGGED %s
cs: ZNEŠKODNIL JSI %s
de: DU HAST %s ERLEDIGT
es_419: Frageaste a %s
it: HAI FRAGGATO %s
lt: TU NUFRAGINAI %s
pt_br: VOCÊ ELIMINOU %s
tr: %s İ ÖLDÜRDÜN
uk: ВИ ЗНИЩИЛИ %s

source: no time
cs: žádný čas
de: keine Zeit
es_419: sin tiempo
it: nessun tempo
ja: 記録無し
lt: laiko nėra
pt_br: sem recorde
tr: kayıt yok
uk: без часу

source: Time
cs: Čas
de: Zeit
es_419: Tiempo
it: Tempo
ja: 記録
lt: Laikas
pt_br: Tempo
tr: Zaman
uk: Час

source: DESTROY THE TARGETS!
cs: ZNIČTE CÍLE!
de: ZERSTÖRE DIE ZIELE!
es_419: ¡DESTRUYE LOS OBJETIVOS!
it: DISTRUGGI GLI OBIETTIVI!
ja: ターゲットを壊せ！
lt: SUNAIKINKITE TAIKINIUS!
pt_br: DESTRUA OS ALVOS!
tr: HEDEFLERİ YOK ET!
uk: ЗНИЩІТЬ ЦІЛІ!

source: Timelimit hit!
cs: Čas vypršel!
de: Zeitlimit erreicht!
es_419: ¡Se acabó el tiempo!
it: Limite tempo raggiunto!
ja: タイムリミット超過！
lt: Laiko limitas pasiektas!
pt_br: Tempo limite atingido!
tr: Zaman sınırı!
uk: Час минув!

source: The attacking team has lost the bomb!!!
cs: Útočící tým ztratil bombu!
de: Die Angreifer haben die Bombe verloren!!!
es_419: ¡¡¡El equipo atacante ha perdido la bomba!!!
it: Il team degli attaccanti ha perso la bomba!
ja: 攻撃チームは爆弾を落とした！
lt: Atakuojanti komanda prarado bombą!!!
pt_br: A equipe do ataque perdeu a bomba!
tr: Saldıran takım bombayı kaybetti!!!
uk: Атакуюча команда втратила бомбу!!!

source: MATCH ABORTED
cs: ZÁPAS ZRUŠEN
de: MATCH ABGEBROCHEN
es_419: PARTIDA ABORTADA
it: PARTITA INTERROTTA
ja: マッチが中止されました
lt: VARŽYBOS SUSTABDYTOS
pt_br: PARTIDA ABORTADA
tr: MAC IPTAL EDILDI
uk: Матч перервано

source: COUNTDOWN ABORTED
cs: ODPOČÍTÁVÁNÍ ZRUŠENO
de: COUNTDOWN ABGEBROCHEN
es_419: CONTEO ABORTADO
it: CONTO ALLA ROVESCIA INTERROTTO
ja: カウントダウンが中止されました
lt: SKAIČIAVIMAS SUSTABDYTAS
pt_br: CONTAGEM ABORTADA
tr: GERI SAYIM IPTAL EDILDI
uk: Відлік перервано

source: SUDDEN DEATH
cs: NÁHLÁ SMRT
es_419: MUERTE SÚBITA
it: MORTE IMPROVVISA
ja: サドンデス
lt: STAIGI MIRTIS
pt_br: MORTE SÚBITA
tr: ANI ÖLÜM
uk: Миттєва смерть

source: someplace
cs: neurčené místo
de: irgendwo
es_419: algún lugar
it: qualche posto
ja: 名も無き場所
lt: kažkur
pt_br: algum lugar
tr: bir yerde
uk: десь

source: Waiting... %s
cs: Vyčkejte... %s
de: Warten...%s
es_419: Esperando...%s
it: Aspettando... %s
lt: Laukiama... %s
pt_br: Aguardando... %s
tr: Bekleniyor... %s
uk: Почекайте... %s

source: Match will resume in %s seconds
cs: Zápas bude pokračovat za %s sekund
de: Match wird in %s Sekunden fortgesetzt
es_419: La partida se reanuda en %s segundos
it: Il match riprenderà in %s secondi
ja: マッチは%s秒後再開されます
lt: Rungtynės tęsis už %s sekundžių
pt_br: A partida resumirá em %s segundos
tr: Maç %s saniye içinde devam edecek
uk: Матч продовжиться через %s секунд

source: Match will resume in 1 second
cs: Zápas bude pokračovat za 1 sekundu
de: Spiel wird in einer Sekunde fortgesetzt
es_419: La partida se reanuda en 1 segundo
it: Il match riprenderà in 1 secondo
ja: マッチは1秒後再開されます
lt: Rungtynės tęsis už 1 sekundės
pt_br: A partida resumirá em 1 segundo
tr: Maç 1 saniye içinde devam edecek
uk: Матч продовжиться через 1 секунду

source: Match paused
cs: Zápas je pozastaven
de: Spiel pausiert
es_419: Partida pausada
it: Match in pausa
ja: マッチ一時停止
lt: Rungtynės sustabdytos
pt_br: Partida pausada
tr: Maç durduruldu
uk: Пауза в матчі

source: Match resumed
cs: Zápas opět zahájen
de: Spiel fortgesetzt
es_419: Partida reanudada
it: Match ripreso
ja: マッチ再開
lt: Rungtynės pratęstos
pt_br: Partida resumida
tr: Maç devam ediyor
uk: Матч продовжений

source: %s has the bomb!
cs: %s má bombu!
de: %s hat die Bombe!
es_419: ¡%s tiene la bomba!
it: %s ha la bomba!
ja: %sが爆弾を持っている！
lt: %s turi bombą!
pt_br: %s está com a bomba!
tr: %s bombayı taşıyor!
uk: Бомба у %s!

source: Bomb planted at %s!
cs: Bomba položena na %s!
de: Die Bombe wurde bei %s gelegt!
es_419: ¡Bomba plantada en %s!
it: Bomba piazzata in %s!
ja: %sに爆弾が設置された！
lt: Bomba padėta %s!
pt_br: Bomba armada na %s!
tr: Bomba %s'te kuruldu!
uk: Бомба встановлена у %s!

source: No one to chase
cs: Žádní hráči ke sledování
de: Niemand zum Beobachten
es_419: Nadie a quien seguir
it: Nessuno da osservare
ja: 観戦する相手がいません
lt: Nėra ko stebėti
pt_br: Ninguém para seguir
tr: İzlenecek biri yok
uk: Немає гравців для спостереження

source: Name
cs: Jméno
es_419: Nombre
it: Nome
ja: 名前
lt: Vardas
pt_br: Nome
tr: İsim
uk: Ім'я

source: Bomb defused!
cs: Bomba zneškodněna!
de: Bombe entschärft!
es_419: ¡Bomba desactivada!
it: Bomba disinnescata!
ja: 爆弾が解除された！
lt: Bomba nukenksminta!
pt_br: Bomba desarmada!
tr: Bomba imha edildi!
uk: Бомба знешкоджена!

source: Score
cs: Skóre
de: Punkte
es_419: Puntaje
it: Punti
ja: スコア
lt: Rezultatas
pt_br: Pontos
tr: Puan
uk: Очки

source: Sco
cs: Sko
de: Pkt
es_419: Pje
it: Ptg
ja: スコア
lt: Rez
pt_br: Pnts
tr: Pua
uk: Очк

source: Fra
es_419: Frg
it: Frg
ja: キル
pt_br: Elim
uk: Фра

source: De
cs: Sm
de: Td
es_419: Mue
it: M
ja: デス
lt: Mir
pt_br: Mrts
uk: См

source: Tagtime
cs: TagČas
de: Gejagter
es_419: Tiempo TAG
it: Tempo Tag
ja: タグタイム
lt: Pažymėjimo laikas
pt_br: Tempo como fugitivo
uk: Час мітки

source: Racing
cs: V závodě
de: im Rennen
es_419: Carrera
it: Corsa
ja: レース中
lt: Lenktynės
pt_br: Em corrida
tr: Yarış
uk: В гонці

source: Spectators
cs: Diváci
de: Zuschauer
es_419: Espectadores
it: Spettatori
ja: 観戦者
lt: Stebėtojai
pt_br: Espectadores
tr: Seyirciler
uk: Спостерігачі

source: Challengers
cs: Soupeři
de: Herausforderer
es_419: Contrincantes
it: Sfidanti
ja: 挑戦者
lt: Varžovai
pt_br: Desafiantes
tr: Meydan okuyucular
uk: Претенденти

source: Weapon stats
cs: Statistiky zbraní
de: Waffenstatistik
es_419: Estadísticas de armas
it: Statistiche armi
ja: 武器統計
lt: Ginklų statistika
pt_br: Estatísticas de armas
tr: Silah istatistikleri
uk: Статистика

source: Time:
cs: Čas:
de: Zeit:
es_419: Tiempo:
it: Tempo:
ja: タイム:
lt: Laikas:
pt_br: Tempo:
tr: Zaman:
uk: Час:

source: Best:
cs: Nejlepší:
de: Bestzeit:
es_419: Mejor:
it: Migliore:
ja: ベスト:
lt: Geriausias:
pt_br: Recorde:
tr: En Iyi:
uk: Кращий:

source: Srv Best:
cs: Nejlepší hráč serveru:
de: Srv-Bestzeit:
es_419: Mejor Srv:
it: Migliore del server:
ja: サーバーベスト:
lt: Serverio geriausias:
pt_br: Recorde do serv.:
tr: Sunucuda En İyi:
uk: Найкраще на сервері:

source: Forbidden time:
cs: Forbidden čas:
de: Forbidden Zeit:
es_419: Tiempo Forbidden:
it: Tempo Forbidden:
lt: Forbidden laikas:
pt_br: Tempo de Forbidden:
tr: Forbidden Zamani:
uk: Час Forbidden:

source: Icy time:
cs: Icy čas:
de: Icy Zeit:
es_419: Tiempo Icy:
it: Tempo Icy:
lt: Icy laikas:
pt_br: Tempo de Icy:
tr: Icy Zamani:
uk: Час Icy:

source: Picked up:
cs: Vybrán:
de: Aufgenommen:
es_419: Obtenido:
it: Raccolto:
ja: 取得:
lt: Paimta:
pt_br: Você pegou:
tr: Aldı:
uk: Піднято:

source: Points:
cs: Body:
de: Punkte:
es_419: Puntos:
it: Punti:
ja: 点数:
lt: Taškai:
pt_br: Pontos:
tr: Puan:
uk: Очок:

source: Spread:
cs: Rozdíl:
de: Streuung:
es_419: Aplicar:
it: Divario:
ja: 点差:
lt: Skirtumas:
pt_br: Diferença:
tr: Yayılım:
uk: Різниця:

source: Download:
cs: Stahování:
es_419: Descarga:
ja: ダウンロード:
lt: Parsisiunčiama:
tr: İndir:
uk: Завантаження:

source: Download progress:
cs: Proces stahování:
de: Download-Fortschritt:
es_419: Progreso de descarga:
it: Progresso del download:
ja: ダウンロード状況:
lt: Parsisiuntimo progresas:
pt_br: Progresso do download:
tr: İndirme ilerlemesi:
uk: Прогрес завантаження:

source: STUNNED
cs: OMRÁČEN
de: GELÄHMT
es_419: MAREADO
it: STORDITO
ja: スタン
lt: PRIBLOKŠTAS
pt_br: ATORDOADO
tr: AFALLAMIŞ
uk: ОГЛУШЕНИЙ

source: Personal best:
cs: Osobní rekord:
de: persönliche Beste:
es_419: Mejor personal:
it: Record personale:
ja: 自己ベスト:
lt: Tavo geriausias:
pt_br: Recorde pessoal:
tr: Kişisel en iyi:
uk: Особистий рекорд:

source: Server record:
cs: Rekord serveru:
de: Server-Rekord:
es_419: Record del server:
it: Record del server:
ja: サーバーレコード:
lt: Serverio rekordas:
pt_br: Recorde do servidor:
tr: Sunucu Rekoru:
uk: Cерверний рекорд:

source: Warmup
cs: Rozehra
de: Aufwärmen
es_419: Calentamiento
it: Riscaldamento
ja: ウォームアップ
lt: Apšilimas:
pt_br: Aquecimento
tr: Isınma
uk: Розігрів

source: Low Ammo
cs: Málo munice
de: Wenig Munition
es_419: Munición baja
it: Munizioni in esaurimento
ja: 弾薬残り少量
lt: Mažai šovinių
pt_br: Pouca munição
tr: Az Mermi
uk: Мало набоїв

source: Out Of Ammo
cs: Bez munice
de: Keine Munition
es_419: Sin munición
it: Munizioni finite
ja: 弾薬切れ
lt: Baigėsi šoviniai
pt_br: Sem munição
tr: Mermi bitti
uk: Немає набоїв

source: Message of the day:
cs: Zpráva dne:
de: Mitteilung des Tages:
es_419: Mensaje del dia:
it: Messaggio del giorno:
ja: 今日の言葉:
lt: Dienos pranešimas:
pt_br: Mensagem do dia:
tr: Günün Mesajı:
uk: Новина дня:

source: Waiting for players. 'ESC' for in-game menu.
cs: Čekání na hráče. 'ESC' pro herní menu.
de: Warte auf Spieler. 'ESC' für das in-game Menü.
es_419: Esperando jugadores. 'ESC' para el menú del juego.
it: In attesa di altri giocatori. 'ESC' per il menù in-gioco.
ja: プレイヤーを待っています. 'ESC'でゲーム中のメニューを呼び出します.
lt: Laukiama žaidėjų. 'ESC' žaidimo meniu parodymui.
pt_br: Aguardando mais jogadores. Aperte ESC para abrir o menu.
tr: Oyuncular bekleniyor. Oyun içi menüye dönmek için 'ESC'
uk: Очікування гравців. Натисніть 'ESC' для виклику ігрового меню.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue. Use the mouse buttons for switching spectator modes.
cs: 'ESC' pro herní menu, 'ENTER' pro chat. Jste ve frontě pro vstup do hry. Použijte herní menu pro vystoupení z fronty. Použijte tlačítka myši pro změnu režimu sledování.
de: 'Esc' für Spiel-Menü oder 'Enter' für Spiel-Chat. Du bist in der Herausforderer-Warteschlange und wartest auf deinen Zug. Benutze das Spiel-Menü um die Warteschlange zu verlassen. Benutze die Maustasten um zwischen Zuschauer-Modi zu wechseln.
es_419: 'ESC' para el menú del juego, o 'ENTER' para chatear. Estás en la cola de contrincantes esperando tu turno para jugar. Usa el menú del juego para salir de la cola. Usa los botones del mouse para cambiar entre modos de espectador.
it: 'ESC' per il menù in-gioco o 'INVIO' per la chat in-gioco. Sei dentro la coda degli sfidanti aspettando il tuo turno per giocare. Usa il menu in-gioco per uscire dalla coda. Usa i tasti del mouse per scorrere le modalità spettatore.
ja: 'ESC'でゲーム内メニューを、'ENTER'でゲーム内チャットを開きます。 挑戦者キューに参加し、自身のターンが来るのを待っています。 ゲーム内メニューかもしくはコンソールに'spec'と入力することでキューから外れることができます。 マウスクリックで観戦モードを切り替えられます。
lt: 'ESC' žaidimo meniu parodymui arba 'ENTER' žaidimo čatui. Jūs esate varžovų sąraše laukiančių savo eilės žaisti. Naudokite žaidimo meniu, kad išeitumėte iš sąrašo. Naudokite pelės mygtukus žiūrovo režimams keisti.
pt_br: Aperte ESC para abrir o menu ou ENTER para abrir o bate-papo. Você está na fila de desafiantes esperando a sua vez de jogar. Use o menu do jogo para sair da fila. Use os botões do mouse para alterar o modo de espectador.
tr: Oyun içi menü için 'ESC' oyun içi sohbet için 'ENTER' Oynama sıranın gelmesi için bekliyorsun. Sıradan çıkmak için oyun içi menüyü kullan. Seyirci modunu değiştirmek için fare tuşlarını kullan.
uk: Натисніть 'ESC' для виклику ігрового меню або 'ENTER', щоб перейти в ігровий чат. Зараз ви знаходитеся в черзі гравців, що кинули виклик і очікуючих своєї гри. Ви можете скористатися ігровим меню, щоб стати спостерігачем. Використайте кнопки миші для перемикання між режимами спостереження.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Use the in-game menu or press 'F3' to enter the challengers queue. Only players in the queue will have a turn to play against the last winner. Use the mouse buttons for switching spectator modes.
cs: 'ESC' pro herní menu, 'ENTER' pro chat. Použijte herní menu nebo stiskněte 'F3' pro vstup do fronty hráčů. Proti poslednímu vítězi mohou hrát pouze hráči ve frontě. Použijte tlačítka myši pro změnu režimu sledování.
de: 'Esc' für Spiel-Menü oder 'Enter' für Spiel-Chat. Benutze das Spiel-Menü oder drücke 'F3' um die Herausforderer-Warteschlange zu betreten. Nur Spieler in der Warteschlange können gegen den letzten Gewinner spielen. Benutze die Maustasten um zwischen Zuschauer-Modi zu wechseln.
es_419: 'ESC' para el menú del juego, o 'ENTER' para chatear. Usa el menú del juego o presiona 'F3' para entrar a la cola de contrincantes. Solo aquellos que la integren, tendrán la oportunidad de jugar contra el último ganador. Usa los botones del mouse para cambiar entre modos de espectador.
it: 'ESC' per il menù in-gioco o 'INVIO' per la chat in-gioco. Usa il menù in-gioco o premi 'F3' per aggiungerti alla coda degli sfidanti. Solo i giocatori nella coda avranno un turno per giocare contro l'ultimo vincitore. Usa i tasti del mouse per scorrere le modalità spettatore.
ja: 'ESC'でゲーム内メニューを、'ENTER'でゲーム内チャットを開きます。 ゲーム内メニューかもしくは'F3'を押すことで挑戦者キューに参入します。 キュー内にいるプレイヤーのみに勝者と戦闘する順番が回ってきます。 マウスクリックで観戦モードを切り替えられます。
lt: 'ESC' žaidimo meniu parodymui arba 'ENTER' žaidimo čatui. Naudokite žaidimo meniu arba spauskite 'F3', kad įeitumėte į varžovų sąrašą. Tik žaidėjai, kurie yra eilėje, galės žaisti prieš paskutio žaidimo laimėtoju. Naudokite pelės mygtukus žiūrovo režimams keisti.
pt_br: Aperte ESC para abrir o menu ou ENTER para abrir o bate-papo. Use o menu do jogo ou aperte F3 para entrar na fila de desafiantes. Somente jogadores na fila terão a vez de jogar contra o último vencedor. Use os botões do mouse para alterar o modo de espectador.
tr: Oyun içi menü için 'ESC' oyun içi sohbet için 'ENTER' Sıraya girmek için oyun içi menüyü kullan ya da 'F3' e bas. Sadece sıradaki oyuncular galiple karşılaşmak için şans kazanır. Seyirci modunu değiştirmek için fare tuşlarını kullan.
uk: Натисніть 'ESC' для виклику ігрового меню або 'ENTER', щоб перейти в ігровий чат. Використайте ігрове меню або натисніть 'F3', щоб кинути виклик. Тільки гравці, що кинули виклик, зможуть грати з переможцем останнього матчу. Використайте кнопки миші для перемикання між режимами спостереження.

source: You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue.
cs: Jste ve frontě hráčů čekajících na vstup do hry. Použijte herní menu pro opuštění fronty.
de: Du bist in der Herausforderer-Warteschlange und wartest auf deinen Zug. Benutze das Spiel-Menü um die Warteschlange zu verlassen.
es_419: Estás en la cola de contrincantes esperando tu turno para jugar. Usa el menú del juego para salir de la cola.
it: Sei dentro la coda degli sfidanti aspettando il tuo turno per giocare. Usa il menù in-gioco per uscire dalla coda.
ja: あなたは挑戦者キューで出番が来るのを待っています ゲーム内メニューから挑戦者キューを離れることができます
pt_br: Você está na fila de desafiantes esperando a sua vez de jogar. Use o menu do jogo para sair da fila.
uk: Зараз ви знаходитеся в черзі гравців, що кинули виклик і очікуючих своєї гри. Ви можете скористатися ігровим меню, щоб стати спостерігачем.

source: Use the in-game menu to enter the challengers queue. Only players in the queue will have a turn to play against the last winner.
cs: Použijte herní menu pro vstup do fronty hráčů čekajících na vstup do hry. S posledním vítězem se mohou utkat pouze hráči ve frontě.
de: Benutze das Spiel-Menü um die Herausforderer-Warteschlange zu betreten. Nur Spieler in der Warteschlange können gegen den letzten Gewinner spielen.
es_419: Usa el menú del juego para entrar a la cola de contrincantes. Solo aquellos que la integren, tendrán la oportunidad de jugar contra el último ganador.
it: Usa il menù in-gioco per aggiungerti alla coda degli sfidanti. Solo i giocatori nella coda avranno un turno per giocare contro l'ultimo vincitore.
ja: ゲーム内メニューを使用して挑戦者キューに参加します。 キュー内にいるプレイヤーのみ勝者と戦闘する順番が回ってきます。
pt_br: Use o menu do jogo para entrar na fila de desafiantes. Somente os jogadores na fila terão a vez de jogar contra o último vencedor.
uk: Використайте ігрове меню, щоб кинути виклик. Тільки гравці, що кинули виклик, зможуть грати з переможцем останнього матчу.

source: Set yourself READY to start the match! You can use the in-game menu or simply press 'F4'. 'ESC' for in-game menu or 'ENTER' for in-game chat.
cs: Označte se jako PŘIPRAVEN pro zahájení hry. Použijte herní menu, nebo stiskněte 'F4'. 'ESC' pro herní menu, 'ENTER' pro chat.
de: Stelle dich als BEREIT um das Match zu starten! Du kannst das Spiel-Menü benutzen oder einfach 'F4' drücken. 'Esc' für das Spiel-Menü oder 'Enter' für den Spiel-Chat.
es_419: ¡Ponte en PREPARADO para empezar la partida! Podés usar el menú del juego o presionar 'F4'. 'ESC' para el menú del juego, o 'ENTER' para chatear.
it: Impostati PRONTO per iniziare il match! Puoi usare il menù in-gioco o semplicemente premere 'F4'. 'ESC' per il menù in-gioco o 'INVIO' per la chat in-gioco.
ja: READY状態にしてマッチを始めよう。 'F4'を押すかゲーム内メニューでREADY状態にできます。 'ESC'でゲーム内メニューを、'ENTER'でゲーム内チャットを開きます。
lt: Pasiruoškite, kad galėtumėt pradėti varžybas! Jūs galite naudoti žaidimo meniu arba paspausti 'F4'. 'ESC' žaidimo meniu parodymui arba 'ENTER' žaidimo čatui.
pt_br: Fique PRONTO para iniciar a partida! Use o menu do jogo ou aperte F4. Aperte ESC para abrir o menu ou ENTER para abrir o bate-papo.
tr: Oyunu başlatmak için kendini HAZIR olarak ayarla Oyun içi menüyü kullanabilir ya da basitçe 'F4'e basabilrsin Oyun içi menü için 'ESC' oyun içi sohbet için 'ENTER'
uk: Підтвердіть свою готовність для того, щоб почати матч! Для цього скористайтеся ігровим меню або клавішею 'F4'. Натисніть 'ESC' для виклику ігрового меню або 'ENTER', щоб перейти в ігровий чат.
