Repository: learn-more/warfork-qfusion
Catalog: assets/data0_21/l10n/cgame/*.po
Languages: cs, de, es_419, it, ja, lt, pt_br, tr, uk

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Use the mouse buttons for switching spectator modes. This message can be hidden by disabling 'help' in player setup menu.
de: ESC' für das In-Game-Menü oder'ENTER' für den In-Game-Chat. Benutze die Maustasten zum Umschalten des Zuschauermodus. Diese Nachricht kann ausgeblendet werden, indem man 'Hilfe' im Spieler-Setup-Menü deaktiviert.
es_419: 'ESC' para el menú del juego, o 'ENTER' para chatear. Usa los botones del mouse para cambiar entre modos de espectador. Este mensaje puede ser ocultado desactivando la 'ayuda' en las opciones de jugador.
it: 'ESC' per il menù in-gioco o 'INVIO' per la chat in-gioco. Usa i tasti del mouse per scorrere le modalità spettatore. Questo messaggio può essere nascosto disabilitando 'Mostra aiuti' nel menù Opzioni > Giocatore > HUD.
ja: ゲーム内メニューの場合は「ESC」、ゲーム内チャットの場合は「ENTER」。 観戦モードに切り替えるには、マウスボタンを使用します。 このメッセージは、プレーヤーセットアップメニューで「help」を無効にすることで非表示にすることができます。
pt_br: Aperte ESC para abrir o menu ou ENTER para abrir o bate-papo. Use os botões do mouse para alterar o modo de espectador. É possível ocultar esta mensagem ao desativar a opção "ajuda" no menu de configurações do jogador.
uk: Натисніть 'ESC' для виклику ігрового меню або 'ENTER', щоб перейти в ігровий чат. Використайте кнопки миші для перемикання між режимами спостереження. Показ цього повідомлення можна відключити в меню налаштувань гравця.

source: Clan
cs: Klan
ja: クラン
lt: Klanas
pt_br: Clã
uk: Клан

source: Sui
cs: Seb
ja: 自殺
uk: Суї

source: Ping
uk: Пінг
